Repository: GNOME/gnome-packagekit
Catalog: help/*/*.po
Languages: de, fr

# _
source: translator-credits
de: Mario Blättermann <mario.blaettermann@gmail.com>, 2009, 2010, 2012 ""Wolfgang Stöggl <c72578@yahoo.de>, 2010
fr: Laurent Coudeur <laurentc@iol.ie>, 2009 Bruno Brouard <annoa.b@gmail.com>, 2010,2012 Alain Lojewski <allomervan@gmail.com>, 2013

# _
source: external ref='figures/gpk-updates.png' md5='c58b7bb62f8c1f15b502f27a4cce2605'
de: @@image: 'figures/gpk-updates.png'; md5=157051b6bf1c5966f066fb4894981093

source: <application>gnome-packagekit</application> Manual
de: <application>gnome-packagekit</application>-Handbuch
fr: Manuel de <application>gnome-packagekit</application>

source: <application>gnome-packagekit</application> is a suite of tools for integration with the GNOME desktop.
de: <application>gnome-packagekit</application> ist eine Sammlung von Werkzeugen zur Integration in den GNOME-Desktop.
fr: <application>Gnome packagekit</application> est une suite d'outils d'intégration dans le bureau GNOME.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <ulink type="help" url="ghelp:fdl">link</ulink> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <ulink type="help" url="ghelp:fdl">Link</ulink> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
fr: Permission vous est donnée de copier, distribuer et/ou modifier ce document sans section inaltérable, sans texte de première de couverture ni de dernière de couverture conformément aux termes de la licence de documentation libre GNU, Version 1.1 ou ultérieure publiée par la Free Software Foundation . Vous trouverez un exemplaire de cette licence en activant ce <ulink type="help" url="ghelp:fdl">lien</ulink> ou en ouvrant le fichier COPYING-DOCS fourni avec le présent manuel.

source: This manual is part of a collection of GNOME manuals distributed under the GFDL. If you want to distribute this manual separately from the collection, you can do so by adding a copy of the license to the manual, as described in section 6 of the license.
de: Dieses Handbuch ist Teil einer Sammlung von GNOME-Handbüchern, die unter der GFDL veröffentlicht werden. Wenn Sie dieses Handbuch getrennt von der Sammlung weiterverbreiten möchten, können Sie das tun, indem Sie eine Kopie der Lizenz zum Handbuch hinzufügen, wie es in Abschnitt 6 der Lizenz beschrieben ist.
fr: Ce manuel fait partie de la collection de manuels GNOME distribués selon les termes de la licence de documentation libre GNU. Si vous souhaitez distribuer ce manuel indépendamment de la collection, vous devez joindre un exemplaire de la licence au document, comme indiqué dans la section 6 de celle-ci.

source: Many of the names used by companies to distinguish their products and services are claimed as trademarks. Where those names appear in any GNOME documentation, and the members of the GNOME Documentation Project are made aware of those trademarks, then the names are in capital letters or initial capital letters.
de: Viele der Namen, die von Unternehmen verwendet werden, um ihre Produkte und Dienstleistungen von anderen zu unterscheiden, sind eingetragene Warenzeichen. An den Stellen, an denen diese Namen in einer GNOME-Dokumentation erscheinen, werden die Namen in Großbuchstaben oder mit einem großen Anfangsbuchstaben geschrieben, wenn das GNOME-Dokumentationsprojekt auf diese Warenzeichen hingewiesen wird.
fr: La plupart des noms utilisés par les entreprises pour distinguer leurs produits et services sont des marques déposées. Lorsque ces noms apparaissent dans la documentation GNOME et que les membres du projet de Documentation GNOME sont informés de l'existence de ces marques déposées, soit ces noms entiers, soit leur première lettre est en majuscule.

source: DOCUMENT IS PROVIDED ON AN "AS IS" BASIS, WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES THAT THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS FREE OF DEFECTS MERCHANTABLE, FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING. THE ENTIRE RISK AS TO THE QUALITY, ACCURACY, AND PERFORMANCE OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS WITH YOU. SHOULD ANY DOCUMENT OR MODIFIED VERSION PROVE DEFECTIVE IN ANY RESPECT, YOU (NOT THE INITIAL WRITER, AUTHOR OR ANY CONTRIBUTOR) ASSUME THE COST OF ANY NECESSARY SERVICING, REPAIR OR CORRECTION. THIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS LICENSE. NO USE OF ANY DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER; AND
de: DIESES DOKUMENT WIRD »WIE VORLIEGEND« GELIEFERT, OHNE GARANTIEN IRGENDEINER ART, SOWOHL AUSDRÜCKLICH GENANNTE ALS AUCH ANGEDEUTETE. DIES BEZIEHT SICH AUCH OHNE EINSCHRÄNKUNG AUF GARANTIEN, DASS DIESES DOKUMENT ODER VERÄNDERTE FASSUNGEN DIESES DOKUMENTS FREI VON HANDELSDEFEKTEN, FÜR EINEN BESTIMMTEN ZWECK GEEIGNET IST ODER DASS ES KEINE RECHTE DRITTER VERLETZT. DAS VOLLE RISIKO WAS QUALITÄT, GENAUIGKEIT UND LEISTUNG DES DOKUMENTS ODER VERÄNDERTE FASSUNGEN DES DOKUMENTS LIEGT BEI IHNEN. SOLLTE EIN DOKUMENT ODER EINE VERÄNDERTE FASSUNG DAVON FEHLER IRGENDEINER ART BEINHALTEN, TRAGEN SIE (NICHT DER URSPRUNGSAUTOR, DER AUTOR ODER EIN MITWIRKENDER) DIE KOSTEN FÜR NOTWENDIGE DIENSTLEISTUNGEN, REPARATUREN ODER FEHLERKORREKTUREN. DIESER HAFTUNGSAUSSCHLUSS IST EIN ESSENZIELLER TEIL DIESER LIZENZ. DIE VERWENDUNG EINES DOKUMENTS ODER EINER VERÄNDERTEN VERSION DES DOKUMENTS IST NICHT GESTATTET AUßER UNTER BEACHTUNG DIESES HAFTUNGSAUSSCHLUSSES UND
fr: LE PRÉSENT DOCUMENT EST FOURNI « TEL QUEL », SANS AUCUNE GARANTIE, EXPRESSE OU IMPLICITE, Y COMPRIS, ET SANS LIMITATION, LES GARANTIES DE BONNE QUALITÉ MARCHANDE OU D'APTITUDE À UN EMPLOI PARTICULIER OU AUTORISÉ DU DOCUMENT OU DE SA VERSION MODIFIÉE. L'UTILISATEUR ASSUME TOUT RISQUE RELATIF À LA QUALITÉ, À LA PERTINENCE ET À LA PERFORMANCE DU DOCUMENT OU DE SA VERSION DE MISE À JOUR. SI LE DOCUMENT OU SA VERSION MODIFIÉE S'AVÉRAIT DÉFECTUEUSE, L'UTILISATEUR (ET NON LE RÉDACTEUR INITIAL, L'AUTEUR, NI TOUT AUTRE PARTICIPANT) ENDOSSERA LES COÛTS DE TOUTE INTERVENTION, RÉPARATION OU CORRECTION NÉCESSAIRE. CETTE DÉNÉGATION DE RESPONSABILITÉ CONSTITUE UNE PARTIE ESSENTIELLE DE CETTE LICENCE. AUCUNE UTILISATION DE CE DOCUMENT OU DE SA VERSION MODIFIÉE N'EST AUTORISÉE AUX TERMES DU PRÉSENT ACCORD, EXCEPTÉ SOUS CETTE DÉNÉGATION DE RESPONSABILITÉ ;

source: UNDER NO CIRCUMSTANCES AND UNDER NO LEGAL THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE), CONTRACT, OR OTHERWISE, SHALL THE AUTHOR, INITIAL WRITER, ANY CONTRIBUTOR, OR ANY DISTRIBUTOR OF THE DOCUMENT OR MODIFIED VERSION OF THE DOCUMENT, OR ANY SUPPLIER OF ANY OF SUCH PARTIES, BE LIABLE TO ANY PERSON FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES OF ANY CHARACTER INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER DAMAGES OR LOSSES ARISING OUT OF OR RELATING TO USE OF THE DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT, EVEN IF SUCH PARTY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.
de: UNTER KEINEN UMSTÄNDEN UND AUF BASIS KEINER RECHTSGRUNDLAGE, EGAL OB DURCH UNERLAUBTEN HANDLUNGEN (EINSCHLIEßLICH FAHRLÄSSIGKEIT), VERTRAG ODER ANDERWEITIG KANN DER AUTOR, URSPRUNGSAUTOR, EIN MITWIRKENDER ODER EIN VERTRIEBSPARTNER DIESES DOKUMENTS ODER EINER VERÄNDERTEN FASSUNG DES DOKUMENTS ODER EIN ZULIEFERER EINER DIESER PARTEIEN, HAFTBAR GEMACHT WERDEN FÜR DIREKTE, INDIREKTE, SPEZIELLE, VERSEHENTLICHE ODER FOLGESCHÄDEN JEGLICHER ART, EINSCHLIEßLICH UND OHNE EINSCHRÄNKUNGEN SCHÄDEN DURCH VERLUST VON KULANZ, ARBEITSAUSFALL, COMPUTERVERSAGEN ODER COMPUTERFEHLFUNKTIONEN ODER ALLE ANDEREN SCHÄDEN ODER VERLUSTE, DIE SICH AUS ODER IN VERBINDUNG MIT DER VERWENDUNG DES DOKUMENTS UND VERÄNDERTER FASSUNGEN DES DOKUMENTS ERGEBEN, AUCH WENN DIE OBEN GENANNTEN PARTEIEN ÜBER DIE MÖGLICHKEIT SOLCHER SCHÄDEN INFORMIERT WAREN.
fr: EN AUCUNE CIRCONSTANCE ET SOUS AUCUNE INTERPRÉTATION DE LA LOI, QU'IL S'AGISSE D'UN DÉLIT CIVIL (Y COMPRIS LA NÉGLIGENCE), CONTRACTUEL OU AUTRE, L'AUTEUR, LE RÉDACTEUR INITIAL, TOUT PARTICIPANT OU TOUT DISTRIBUTEUR DE CE DOCUMENT OU DE SA VERSION MODIFIÉE, OU TOUT FOURNISSEUR DE L'UNE DE CES PARTIES NE POURRA ÊTRE TENU RESPONSABLE À L'ÉGARD DE QUICONQUE POUR TOUT DOMMAGE DIRECT, INDIRECT, PARTICULIER, OU ACCIDENTEL DE TOUT TYPE Y COMPRIS, SANS LIMITATION, LES DOMMAGES LIÉS À LA PERTE DE CLIENTÈLE, À UN ARRÊT DE TRAVAIL, À UNE DÉFAILLANCE OU UN MAUVAIS FONCTIONNEMENT INFORMATIQUE, OU À TOUT AUTRE DOMMAGE OU PERTE LIÉE À L'UTILISATION DU DOCUMENT ET DE SES VERSIONS MODIFIÉES, MÊME SI LADITE PARTIE A ÉTÉ INFORMÉE DE L'ÉVENTUALITÉ DE TELS DOMMAGES.

source: DOCUMENT AND MODIFIED VERSIONS OF THE DOCUMENT ARE PROVIDED UNDER THE TERMS OF THE GNU FREE DOCUMENTATION LICENSE WITH THE FURTHER UNDERSTANDING THAT: <_:orderedlist-1/>
de: DAS DOKUMENT UND VERÄNDERTE FASSUNGEN DES DOKUMENTS WERDEN UNTER DEN BEDINGUNGEN DER GNU FREE DOCUMENTATION LICENSE ZUR VERFÜGUNG GESTELLT MIT DEM WEITERGEHENDEN VERSTÄNDNIS, DASS: <_:orderedlist-1/>
fr: LE PRÉSENT DOCUMENT ET SES VERSIONS MODIFIÉES SONT FOURNIS SELON LES TERMES DE LA LICENCE DE DOCUMENTATION LIBRE GNU SACHANT QUE : <_:orderedlist-1/>

source: <revnumber>3.0</revnumber> <date>2008-03-31</date> <_:revdescription-1/>
de: <revnumber>3.0</revnumber> <date>31. März 2008</date> <_:revdescription-1/>

source: <revnumber>2.0</revnumber> <date>2007-08-30</date> <_:revdescription-1/>
de: <revnumber>2.0</revnumber> <date>30. August 2007</date> <_:revdescription-1/>

source: Feedback
de: Rückmeldungen
fr: Votre avis

source: To report a bug or make a suggestion regarding the gnome-packagekit application or this manual, follow the directions in the <ulink url="http://www.packagekit.org/" type="http"><application>gnome-packagekit</application> Contact Page</ulink>.
de: Um einen Fehler zu melden oder einen Vorschalg zu gnome-packagekit oder zu diesem Handbuch zu machen, folgen Sie bitte den Anweisungen auf der <ulink url="http://www.packagekit.org/" type="http">Kontakt-Webseite von <application>gnome-packagekit</application> </ulink>.
fr: Pour signaler une anomalie ou émettre une suggestion concernant gnome-packagekit ou ce manuel, procédez comme indiqué sur la <ulink url="http://www.packagekit.org/" type="http">page de contact de <application>gnome-packagekit</application></ulink>.

source: Introduction
de: Einführung

source: <primary><application>gnome-packagekit</application></primary> <secondary>Manual</secondary> <tertiary>gpk-application</tertiary>
de: <primary><application>gnome-packagekit</application></primary> <secondary>Handbuch</secondary> <tertiary>gpk-application</tertiary>
fr: <primary><application>gnome-packagekit</application></primary> <secondary>Manuel</secondary> <tertiary>gpk-application</tertiary>

source: gnome-packagekit is a suite of tools for the <systemitem>GNOME desktop</systemitem>
de: gnome-packagekit ist eine Sammlung von Werkzeugen für den <systemitem>GNOME desktop</systemitem>
fr: Gnome-packagekit est une suite d'outils pour le <systemitem>bureau GNOME</systemitem>.

source: PackageKit is designed to unify all the software graphical tools used in different distributions. It abstracts the various underlying package management technologies like yum, apt, smart etc. and provides unified graphical and command line frontends. It also provides a framework that includes programming interfaces that other software applications can take advantage of. It is not a replacement for existing package managers like yum.
de: PackageKit wurde daraufhin entworfen, alle Software-Werkzeuge der verschiedenen Distributionen zu vereinheitlichen. Es bedient sich diverser Paketverwaltungstechnologien wie yum, apt, smart usw. und stellt eine einheitliche grafische Schnittstelle sowie Befehlszeilenwerkzeuge bereit. Außerdem ist ein Framework enthalten, das durch andere Software nutzbare Programmierschnittstellen bereitstellt. Es ist jedoch kein Ersatz für existierende Paketverwaltungen wie yum.
fr: PackageKit est conçu pour unifier tous les outils logiciels graphiques utilisés dans les différentes distributions. Il permet de faire abstraction des différentes technologies de gestionnaires de paquets tels que yum, apt, smart, etc. et fournit une interface graphique et en ligne de commande unifiée. Il fournit aussi un environnement qui comprend des interfaces de programmation dont d'autres applications logicielles peuvent profiter. Il ne s'agit pas d'une substitution aux gestionnaires de paquets existants tels que yum.

source: Some of the architectural advantages of PackageKit over other package management solutions are that the PackageKit daemon runs as a system process that is not tied to any user session, which means that a long-running update or installation will not be interrupted if the user who started it logs out. Tasks are queued up, meaning that a user can initiate multiple tasks which will be executed one by one and also that multiple users can also use PackageKit in parallel without completely locking each other out. Access to all privileged operations is controlled via <ulink url="http://en.wikipedia.org/wiki/PolicyKit">PolicyKit</ulink>.
de: Eine der grundlegenden Verbesserungen von PackageKit gegenüber anderen Paketverwaltungen ist, dass der PackageKit-Dienst als Systemprozess läuft und nicht einer bestimmten Benutzersitzung zugeordnet ist. Eine langwierige Aktualisierung oder Installation kann auf diese Weise nicht durch einen sich abmeldenden Benutzer abgebrochen werden. Aufgaben werden in einer Warteschlange vorgehalten. Das bedeutet, dass ein Benutzer mehrere Aufgaben anstoßen kann, die nacheinander abgearbeitet werden. Außerdem können mehrere Benutzer gleichzeitig PackageKit parallel nutzen, ohne jeweils voneinander zu wissen, wer welche Aufgaben startet. Der Zugriff auf alle privilegierten Vorgänge wird über <ulink url="http://en.wikipedia.org/wiki/PolicyKit">PolicyKit</ulink> gesteuert.
fr: Un des avantages de l'architecture de Packagekit sur les autres gestionnaires de paquets est que le démon de PackageKit est lancé comme processus système et n'est donc lié à aucune session utilisateur, ce qui signifie qu'une mise à jour de longue durée ou une installation ne sera pas interrompue si l'utilisateur qui l'a lancée se déconnecte. Les tâches sont mises en file d'attente, ce qui signifie qu'un utilisateur peut initier plusieurs tâches qui seront exécutées les unes après les autres et aussi que différents utilisateurs peuvent utiliser PackageKit en parallèle sans se bloquer les uns les autres. L'accès aux opérations privilégiées est contrôlé via <ulink url="http://en.wikipedia.org/wiki/PolicyKit">Policykit</ulink>.

source: PolicyKit Permissions UI
de: Grafische Oberfläche der PolicyKit-Zugriffsrechte
fr: Interface utilisateur des permissions PolicyKit

source: Applications
de: Anwendungen

source: <application>packagekitd</application> is started automatically when it is needed. <command>pkcon</command> offers a versatile command line interface to PackageKit.
de: <application>packagekitd</application> wird automatisch gestartet, wenn nötig. <command>pkcon</command> bietet eine vielseitige Befehlszeilenschnittstelle zu PackageKit.
fr: Le démon <application>packagekitd</application> est démarré automatiquement lorsque c'est nécessaire. La commande <command>pkcon</command> propose une interface en ligne de commande versatile pour PackageKit.

source: Below is a list containing the names and a short description of the utilities included in the gnome-packagekit pack:
de: Nachfolgend finden Sie eine Liste der Werkzeuge in gnome-packagekit, einschließlich der Namen und einer kurzen Beschreibung:
fr: Les noms et une brève description des utilitaires inclus dans le paquet gnome-packagekit sont affichés ci-dessous :

source: Command line
de: Befehlszeile
fr: Ligne de commande

source: <command>gpk-application</command>: Add/Remove Software
de: <command>gpk-application</command>: Hinzufügen/Entfernen von Software
fr: <command>gpk-application</command> : ajout/suppression de logiciels.

source: <command>gpk-update-viewer</command>: Updating your system. Also can view the history of updates.
de: <command>gpk-update-viewer</command>: Aktualisierung ihres Systems, Anzeige einer Chronik früherer Aktualisierungen.
fr: <command>gpk-update-viewer</command> : mise à jour de votre système et éventuellement affichage de l'historique des mises à jour.

source: <command>gpk-prefs</command>: Configuring software updates preferences
de: <command>gpk-prefs</command>: Einstellungen zur Softwareaktualisierung
fr: <command>gpk-prefs</command> : configuration des préférences de mises à jour des logiciels.

source: <command>gpk-repo</command>: Enabling or disabling software repositories
de: <command>gpk-repo</command>: Aktivieren oder Deaktivieren von Softwarebeständen
fr: <command>gpk-repo</command> : activation ou désactivation de dépôts de logiciels.

source: <command>gpk-log</command>: History of updates including installing, removing or updating any software
de: <command>gpk-log</command>: Chronik der Aktualisierungen, beinhaltet Installieren, Entfernen oder Aktualisieren jeglicher Software
fr: <command>gpk-log</command> : historique des mises à jour comprenant les installations, suppressions ou mises à jour de tous les logiciels.

source: <command>gpk-install-file</command>: Installs locally available software packages. This also gets run if you double-click on a package in your desktop or within a file manager.
de: <command>gpk-install-file</command>: Installiert lokal verfügbare Softwarepakete. Dies wird auch dann ausgeführt, wenn Sie auf ein Paket auf Ihrem Desktop oder in Ihrem Dateimanager doppelklicken.
fr: <command>gpk-install-file</command> : installation de paquets logiciels disponibles localement. Cette commande est aussi lancée lorsque vous cliquez deux fois sur un paquet sur votre bureau ou dans le gestionnaire de fichiers.

source: <command>gpk-update-icon</command>: When PackageKit is installed, it starts the session icon automatically when you log in. This application displays an icon in the notification area of your panel when software updates are available, and is responsible for showing notifications about PackageKit operations and events.
de: <command>gpk-update-icon</command>: Wenn PackageKit installiert ist, startet es das Sitzungssymbol beim Anmelden automatisch. Diese Anwendung zeigt ein Symbol im Benachrichtigungsfeld Ihres Panels an, wenn Softwareaktualisierungen zur Verfügung stehen. Außerdem ist es für Benachrichtigungen über Operationen und Ereignisse in PackageKit zuständig.
fr: <command>gpk-update-icon</command> : quand Packagekit est installé, l'icône de session est automatiquement lancée lors de votre connexion. Cette application affiche une icône dans la zone de notification de votre tableau de bord lorsque des mises à jour sont disponibles. Il est aussi responsable de l'affichage des notifications à propos des opérations et évènements de Packagekit.

source: <command>gpk-backend-status</command>: Shows technical status of support for the underlying package management backend. Only useful for developers.
de: <command>gpk-backend-status</command>: Zeigt den technischen Status der Unterstützung des zugrundeliegenden Paketverwaltungs-Backends. Dies dürfte nur für Entwickler von Bedeutung sein.
fr: <command>gpk-backend-status</command> : affichage de l'état technique de la prise en charge pour le moteur de gestion de paquets sous-jacent. Cette commande n'est utile que pour les développeurs.

source: Add/Remove Software
de: Hinzufügen oder Entfernen von Software
fr: Ajout/suppression de logiciels

source: Add/Remove software application accessed via <menuchoice><guimenu>System</guimenu> <guisubmenu>Administration</guisubmenu> <guimenuitem>Add/Remove Software</guimenuitem></menuchoice> allows you to search the software repository easily or browse through the different groups like multimedia or office and select software packages to install or remove from your system. You can find more information about any package such as description and dependencies by just clicking on it. Before installing a package, you also can visit the home page of the software projects easily for getting any additional details.
de: Die über das Menü <menuchoice><guimenu>System</guimenu><guisubmenu>Systemverwaltung</guisubmenu><guimenuitem>Software hinzufügen/entfernen</guimenuitem></menuchoice> erreichbare Anwendung zum Hinzufügen oder Entfernen von Software ermöglicht Ihnen das leichte Durchsuchen der Softwarebestände oder das Durchsuchen der verschiedenen Paketgruppen wie Unterhaltungsmedien oder Büroanwendungen sowie das Auswählen von Paketen zum Hinzufügen zum oder Entfernen vom System. Weitere Informationen über ein Paket, wie die Paketbeschreibung oder die Abhängigkeiten erhalten Sie, indem Sie darauf klicken. Vor dem Installieren eines Pakets können sie auch die Webseite des Softwareprojekts besuchen, um eventuell zusätzliche Details zu erhalten.
fr: L'accès à l'application pour ajouter et supprimer des logiciels se fait via le menu <menuchoice><guimenu>Système</guimenu><guisubmenu>Administration</guisubmenu> <guimenuitem>Ajouter/Supprimer des logiciels</guimenuitem></menuchoice> ; elle vous permet de faire facilement des recherches dans le dépôt de logiciel ou de parcourir les différents groupes tels que multimédia ou bureautique et de sélectionner les paquets à installer ou supprimer. Pour obtenir plus d'informations à propos d'un paquet telles que sa description et ses dépendances, cliquez simplement sur celui-ci. Avant d'installer un paquet, vous pouvez visiter la page Web du projet et y obtenir plus d'informations.

source: Searching for a group with filters
de: Suchen nach einer Gruppe mit Filtern
fr: Recherche d'un groupe avec les filtres

source: Typically, you can find several thousands of software packages under different groups available. Since this can be overwhelming you can choose to filter the lists of software packages based on several criteria such as whether the package is already installed, whether it is a development or graphical application and based on the software license. See <xref linkend="filters"/> for more information about filters.
de: Typischerweise finden Sie einige Tausend Softwarepakete, die in verschiedenen Gruppen verfügbar gemacht werden. Die Anzahl ist wohl beeindruckend, aber unübersichtlich. Daher können Sie Filter für verschiedene Kriterien auswählen: Ist das Paket bereits installiert? Handelt es sich um eine grafische Anwendung oder eine Entwicklungssoftware? Unter welcher Lizenz wird es veröffentlicht? Weitere Informationen über Filter finden Sie in <xref linkend="filters"/>.
fr: En général, vous allez trouver plusieurs milliers de paquets disponibles dans les différents groupes. Comme cela peut être trop volumineux vous pouvez choisir de filtrer la liste des paquets en fonction de plusieurs critères tels que l'installation actuelle du paquet, s'il s'agit d'un paquet pour le développement ou d'une application graphique et en fonction de son type de licence. Consultez la <xref linkend="filters"/> pour plus d'informations à propos des filtres.
