Repository: GNOME/gnome-packagekit
Catalog: help/*/*.po
Languages: de, fr

source: The catalog that you tried to install made no changes to your system as you already have the required packages installed. No further actions are required.
de: Der Katalog, den Sie installieren wollten, ändert nichts an Ihrem System, da die benötigten Pakete bereits installiert sind. Es sind keine weiteren Aktionen erforderlich.
fr: Le catalogue que vous avez essayé d'installer n'a pas provoqué de modifications à votre système car vous aviez déjà installé tous les paquets requis. Aucune action supplémentaire n'est nécessaire.

source: Confirmation Required
de: Bestätigung erforderlich
fr: Confirmation requise

source: Example plugin dialog
de: Beispiel-Plugindialog
fr: Exemple de boîte de dialogue de greffon

source: An application needs your permission before modifying packages on your system. The program name and the icon is from the application asking for permission.
de: Eine Anwendung erfordert die entsprechenden Zugriffsrechte, um Pakete auf Ihrem System zu ändern. Der Programmname und das Symbol stammen aus der Anwendung, die nach den Zugriffsrechten fragt.
fr: Une application a besoin de votre permission avant de modifier les paquets présents sur votre système. Le nom de programme et son icône proviennent du programme qui demande la permission.

source: Finding Other Required Packages
de: Suchen nach weiteren benötigten Paketen
fr: Recherche des paquets requis

source: Other packages may depend on this package to operate correctly. This application is searching for other packages that require the package you are trying to remove. No changes are being made, and you will be prompted later if this is required.
de: Andere Pakete können von diesem Paket abhängen, um die korrekte Funktion zu gewährleisten. Diese Anwendung sucht nach anderen Paketen, welche das von Ihnen zur Entfernung ausgewählte Paket benötigen. Keine Änderungen werden angewendet, und Sie werden falls nötig später um Bestätigung gebeten.
fr: D'autres paquets peuvent dépendre de ce paquet pour fonctionner correctement. L'application recherche les autres paquets qui ont besoin du paquet que vous souhaitez supprimer. Aucune modification n'est réalisée pour le moment et une confirmation vous sera demandée plus tard si nécessaire.

source: Finding Other Dependent Packages
de: Suchen nach weiteren abhängigen Paketen
fr: Recherche d'autres paquets de dépendance

source: This package may require resources in other packages to operate correctly. This application is searching for other required packages of the package you are trying to install.
de: Dieses Paket könnte in anderen Paketen enthaltene Ressourcen erfordern, um korrekt zu funktionieren. Diese Anwendung
fr: Ce paquet peut dépendre d'autres paquets pour fonctionner correctement. L'application recherche les autres paquets nécessités par le paquet que vous essayez d'installer.

source: Removing Other Packages
de: Entfernen anderer Pakete
fr: Suppression d'autres paquets

source: Example dialog when removing rarian
de: Beispieldialog beim Entfernen von rarian
fr: Exemple de boîte de dialogue lors de la suppression du paquet « rarian »

source: Other packages need to be removed if this package is to be removed. If you remove these packages you may loose functionality in other applications.
de: Weitere Pakete müssen entfernt werden, wenn dieses Paket entfernt wird. Wenn Sie diese Pakete entfernen, könnte die Funktionalität anderer Anwendungen darunter leiden.
fr: D'autres paquets doivent être supprimés si ce paquet est supprimé. Si vous supprimez ces paquets, vous pouvez perdre des fonctionnalités dans d'autres applications.

source: If you are unsure you should not remove the package.
de: Falls Sie nicht sicher sind, sollten Sie das Paket nicht entfernen.
fr: Si vous n'êtes pas sûr, vous ne devriez pas supprimer le paquet.

source: Installing Other Packages
de: Installieren weiterer Pakete
fr: Installation d'autres paquets

source: Example dialog when installing xfce-utils
de: Beispieldialog beim Installieren von xfce-utils
fr: Exemple de boîte de dialogue lors de l'installation du paquet « xfce-utils »

source: Other packages need to be installed if this package is to be installed. If you remove these packages you may loose functionality in other applications. Downloading and installing extra packages will increase the time it takes to install this package.
de: Für die Installation dieses Pakets müssen weitere Pakete installiert werden. Falls Sie diese Pakete entfernen, verlieren Sie möglicherweise Funktionalität in anderen Anwendungen. Das Herunterladen und Installieren weiterer Pakete erhöht die für die Installation dieses Pakets benötigte Zeit.
fr: D'autres paquets doivent être installés si vous voulez installer ce paquet. Si vous supprimez ces paquets, vous pouvez perdre des fonctionnalités dans d'autres applications. Télécharger et installer les paquets supplémentaires augmente la durée d'installation de ce paquet.

source: Finding Packages
de: Suchen von Paketen
fr: Recherche de paquets

source: The package database is being searched for your query. This may take some time if new package lists need to be downloaded from the Internet.
de: Die Paketdatenbank wird anhand Ihrer Abfrage durchsucht. Dies kann einige Zeit dauern, falls neue Paketlisten aus dem Internet geladen werden müssen.
fr: Votre requête dans la base de données des paquets est en cours. Cela peut prendre du temps si de nouvelles listes de paquets doivent être téléchargées depuis Internet.

source: Package Not Found
de: Paket nicht gefunden
fr: Paquets non trouvés

source: No packages could be found in any remote software source. This normally means that you do not have any third party repositories enabled or installed. These extra repositories can often be found using search engines or forums.
de: In keiner entfernten Softwarequelle konnten Pakete gefunden werden. Das bedeutet normalerweise, dass Sie die Softwarebestände von Drittanbietern nicht aktiviert oder installiert haben. Diese Softwarebestände finden Sie oft in Foren oder mittels Suchmaschinen.
fr: Aucun paquet n'a été trouvé dans les sources de logiciels distantes. Cela signifie, en général, que vous n'avez pas activé ou installé de dépôts tiers. Ces dépôts supplémentaires peuvent être trouvés à l'aide de moteurs de recherche ou dans des forums.

source: Only install packages from reputable software sources.
de: Nur Pakete aus vertrauenswürdigen Softwarequellen installieren.
fr: Installez seulement des paquets provenant de sources de bonne réputation.

source: Progress Window
de: Fortschrittsfenster
fr: Fenêtre de progression

source: If we start an action automatically, we typically do it non-interactively. If this task starts doing something using the network, or that will take a long time, then a new dialog will appear. This gives you the opportunity to cancel the task if this is not desired.
de: Wenn eine Aktion automatisch gestartet wird, dann geschieht dies normalerweise nicht interaktiv. Wenn diese Aktion den Zugriff auf das Netzwerk erfordert oder voraussichtlich eine lange Zeit benötigt, erscheint ein Dialog. In diesem Dialog erhalten Sie die Möglichkeit, die Aktion abzubrechen, falls deren Ausführung nicht gewünscht ist.
fr: Si une action est démarrée automatiquement, cela se fait normalement de façon non interactive. Si cette tâche se met à utiliser le réseau ou qu'elle va durer longtemps, alors une boîte de dialogue s'affiche. Cela vous permet d'annuler la tâche si celle-ci n'est pas souhaitée.

source: No Privileges
de: Keine Privilegien
fr: Sans privilège

source: You don't have the necessary privileges to perform this action. This can happen when you fail to authenticate correctly, for instance by entering your password correctly twice in a row. NOTE: you also need to enter the root password on some distributions, not your own password.
de: Sie verfügen nicht über die erforderlichen Rechte, um diese Aktion auszuführen. Dies könnte dann der Fall sein, wenn Sie sich nicht korrekt legitimiert haben, beispielsweise durch Eingabe eines korrekten Passworts zweimal in einer Zeile hintereinander. ACHTUNG: Auf einigen Distributionen muss das Passwort des Systemverwalters eingegeben werden, nicht Ihr Benutzerpasswort.
fr: Vous ne disposez pas des privilèges nécessaires pour effectuer cette action. Cela peut arriver lorsque vous n'avez pas réussi à vous authentifier correctement, par exemple si vous saisissez votre mot de passe incorrectement deux fois de suite. Note : vous devez saisir le mot de passe root pour certaines distributions et non pas votre propre mot de passe.

source: If you cannot authenticate, you need to speak to your systems administrator.
de: Falls Sie sich nicht legitimieren können, sollten Sie Ihren Systemverwalter kontaktieren.
fr: Si vous ne pouvez pas vous authentifier, vous devez contacter votre administrateur système.

source: No PackageKit Service Running
de: PackageKit-Dienst läuft nicht
fr: Aucun service PackageKit en cours d'exécution

source: The core PackageKit service could not be started. This will only happen when you have a serious system error. You can get more information about the error by running (as the root user): <literal>/usr/sbin/packagekitd --verbose</literal>
de: Der PackageKit zugrunde liegende Dienst konnte nicht gestartet werden. Dies geschieht nur bei ernstzunehmenden Systemfehlern. Weitere Informationen hierzu erhalten Sie, wenn Sie folgenden Befehl mit Systemverwalterrechten ausführen: <literal>/usr/sbin/packagekitd --verbose</literal>
fr: Le service central de PackageKit n'a pas pu démarré. Cela ne se produit qu'en cas d'erreur système sérieuse. Vous pouvez obtenir plus d'informations à propos de cette erreur en lançant (en tant qu'utilisateur root) la commande : <literal>/usr/sbin/packagekitd --verbose</literal>

source: Update System
de: System aktualisieren
fr: Mise à jour du système

source: All the packages that can be updated on your system are now being updated. You can cancel the update if the cancel button is not insensitive.
de: Alle auf Ihrem System aktualisierbaren Pakete wurden nun aktualisiert. Sie können die Aktualisierung abbrechen, sofern der <guibutton>Abbrechen</guibutton>-Knopf nicht ausgegraut ist.
fr: Tous les paquets qui peuvent être mis à jour sur votre système sont en cours de mise à jour. Vous pouvez annuler la mise à jour si le bouton « Annuler » est activé.

source: Update Packages
de: Pakete aktualisieren
fr: Mise à jour de paquets

source: Some packages on your system are now being upgraded. You can cancel the update if the cancel button is not insensitive.
de: Einige Pakete auf Ihrem System wurden nun aktualisiert. Sie können die Aktualisierung abbrechen, sofern der <guibutton>Abbrechen</guibutton>-Knopf nicht ausgegraut ist.
fr: Certains paquets de votre système sont en cours de mise à niveau. Vous pouvez annuler la mise à jour si le bouton « Annuler » est activé.

source: Refreshing Package Lists
de: Paketlisten auffrischen
fr: Actualisation de la liste des paquets

source: Once a week (although this can be changed in the preferences) you will automatically have the latest package lists downloaded. This means that when you search for a package you do not have installed, you will get any new software that was added to a software source.
de: Einmal wöchentlich (kann in den Einstellungen geändert werden) werden automatisch die neuesten Paketlisten heruntergeladen. Das bedeutet, dass Sie bei der Suche nach einem nicht installierten Paket neue Software erhalten, die zu einer Softwarequelle hinzugefügt wurde.
fr: Une fois par semaine (cela peut être modifié dans les préférences), la liste la plus récente des paquets est automatiquement téléchargée. Cela signifie que quand vous recherchez un paquet qui n'est pas installé, vous obtenez tous les nouveaux logiciels qui ont été ajoutés dans une source de logiciels.

source: Once the package lists are downloaded, the installed and available packages will be cached so client tools can auto-complete. When this is completed, any new applications are scanned and added to a client database.
de: Sobald die Paketlisten heruntergeladen wurden, werden die installierten und verfügbaren Pakete zwischengespeichert, so dass Client-Werkzeuge diese automatisch vervollständigen können. Sobald dies abgeschlossen ist, werden neue Anwendungen eingelesen und zur Client-Datenbank hinzugefügt.
fr: Une fois que les listes de paquets sont téléchargées, les paquets installés ou disponibles sont mis en cache pour que les outils clients effectuent leur auto-complétion. Lorsque ceci est terminé, toutes les nouvelles applications sont scrutées et ajoutées dans une base de données cliente.

source: About
de: Info
fr: À propos

source: gnome-packagekit is maintained Richard Hughes <email>richard@hughsie.com</email> and developed along with several others. To find more information about gnome-packagekit, please visit the <ulink url="http://www.packagekit.org/" type="http"><application>gnome-packagekit</application> web page</ulink>.
de: <application>gnome-packagekit</application> wird von Richard Hughes <email>richard@hughsie.com</email> verwaltet und gemeinsamen mit einigen anderen Mitstreitern entwickelt. Weitere Informationen über <application>gnome-packagekit</application> finden Sie auf dessen <ulink url="http://www.packagekit.org/" type="http">Webseite</ulink>.
fr: Gnome-packagekit est maintenu par Richard Hughes <email>richard@hughsie.com</email> et développé avec l'aide de nombreuses autres personnes. Pour obtenir plus d'informations à propos de gnome-packagekit, visitez la <ulink url="http://www.packagekit.org/" type="http">page Web de <application>gnome-packagekit</application></ulink>.

source: To report a bug or make a suggestion regarding this application or this manual, follow the directions at the <ulink url="http://www.packagekit.org/" type="http"> <application>gnome-packagekit</application> Bug Page</ulink>.
de: Wenn Sie Fehler finden oder Vorschläge zu dieser Anwendung oder zu diesem Handbuch haben, folgen Sie den Anweisungen auf der <ulink url="http://www.packagekit.org/" type="http">Bug-Webseite von <application>gnome-packagekit</application></ulink>.
fr: Pour signaler une anomalie ou émettre une suggestion concernant cette application ou ce manuel, procédez comme indiqué sur la <ulink url="http://www.packagekit.org/" type="http">page des bogues de <application>gnome-packagekit</application></ulink>.

source: This program is distributed under the terms of the GNU General Public license as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version. A copy of this license can be found at this <ulink url="gpk-application:gpl" type="help">link</ulink>, or in the file COPYING included with the source code of this program.
de: Dieses Programm ist freie Software. Sie können es unter den Bedingungen der <citetitle>GNU General Public License</citetitle>, wie von der Free Software Foundation veröffentlicht, weitergeben und/oder verändern, entweder gemäß Version 2 der Lizenz oder (nach Ihrer Option) jeder späteren Version. Eine <ulink url="ghelp:gpl" type="help">Kopie dieser Lizenz</ulink> ist in dieser Dokumentation enthalten, eine weitere in der Datei COPYING, die im Quellcode dieses Programms enthalten ist.
fr: Ce programme est distribué selon les termes de la Licence Publique Générale GNU, tels que publiés par la Free Software Foundation ; soit la version 2 de cette licence ou (à votre choix) toute version ultérieure. Vous trouverez une copie de cette licence dans ce <ulink url="gpk-application:gpl" type="help">lien</ulink>, ou dans le fichier COPYING fourni avec la source du code de ce programme.

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License (GFDL), Version 1.1 or any later version published by the Free Software Foundation with no Invariant Sections, no Front-Cover Texts, and no Back-Cover Texts. You can find a copy of the GFDL at this <_:ulink-1/> or in the file COPYING-DOCS distributed with this manual.
de: Das vorliegende Dokument kann gemäß den Bedingungen der GNU Free Documentation License (GFDL), Version 1.1 oder jeder späteren, von der Free Software Foundation veröffentlichten Version ohne unveränderbare Abschnitte sowie ohne Texte auf dem vorderen und hinteren Buchdeckel kopiert, verteilt und/oder modifiziert werden. Eine Kopie der GFDL finden Sie unter diesem <_:ulink-1/> oder in der mit diesem Handbuch gelieferten Datei COPYING-DOCS.
fr: Permission vous est donnée de copier, distribuer et/ou modifier ce document sans section inaltérable, sans texte de première de couverture ni de dernière de couverture conformément aux termes de la licence de documentation libre GNU, Version 1.1 ou ultérieure publiée par la Free Software Foundation . Vous trouverez un exemplaire de cette licence en activant ce <ulink type="help" url="ghelp:fdl">lien</ulink> ou en ouvrant le fichier COPYING-DOCS fourni avec le présent manuel.

source: link
fr: lien
