Repository: GNOME/gnome-packagekit
Catalog: help/*/*.po
Languages: de, fr

source: This tool can be opened using <menuchoice><guimenu>Applications</guimenu> <guisubmenu>System Tools</guisubmenu> <guimenuitem>Service Pack Creator</guimenuitem></menuchoice>.
de: Um dieses Werkzeug zu öffnen, wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Systemwerkzeuge</guisubmenu><guimenuitem>Servicepaket-Erstellung</guimenuitem></menuchoice>.
fr: Cet outil peut être lancé via le menu <menuchoice><guimenu>Applications</guimenu><guisubmenu>Outils système</guisubmenu> <guimenuitem>Créateur de jeu de paquets</guimenuitem></menuchoice>.

source: A service pack is a tarball which contains a set of packages and their dependencies. To explain better what a service pack is, it is best to show a few use-cases.
de: Ein Servicepaket ist ein tar-Archiv, welches eine Reihe von Paketen und deren Abhängigkeiten enthält. Um zu verdeutlichen, was ein Servicepaket ist, zeigen wir hier einige Anwendungsfälle.
fr: Un jeu de paquets est une archive tar qui contient un ensemble de paquets et leurs dépendances. Pour mieux comprendre ce qu'est un jeu de paquets, voici quelques exemples pratiques.

source: You can add multiple packages to a service pack by separating the package names with a comma, for instance <literal>hal,gnome-power-manager</literal>.
de: Sie können mehrere Pakete zu einem Servicepaket hinzufügen, indem Sie die Paketnamen mit Kommata trennen, beispielsweise <literal>hal,gnome-power-manager</literal>.
fr: Vous pouvez ajouter de nombreux paquets à un jeu en séparant les noms de paquet par une virgule, par exemple <literal>hal,gnome-power-manager</literal>.

source: You have seven desktops you've just installed with Fedora 9. Each one needs to have 204Mb of updates installed.
de: Sie haben sieben Desktop-Rechner, auf denen Sie Fedora 9 installiert haben. Jeder dieser Rechner benötigt die Installation von 204 MB an Aktualisierungen.
fr: Si vous disposez de 7 ordinateurs sur lesquels vous venez d'installer Fedora 9. Chacun d'entre eux a besoin d'installer 204 Mio de mises à jour.

source: You have a laptop that needs network drivers before it can download updates, and you have a similar up to date laptop with internet access nearby. The network drivers require a few dependencies, and other packages to be upgraded before they will install.
de: Sie haben einen Laptop, der Netzwerktreiber benötigt, bevor überhaupt Aktualisierungen heruntergeladen werden können. Weiterhin haben Sie einen ähnlichen, mit den neuesten Aktualisierungen ausgestatteten Laptop in der Nähe. Die Netzwerktreiber erfordern einige Abhängigkeiten, und weitere Pakete müssen aktualisiert werden, bevor diese installiert werden können.
fr: Vous disposer d'un ordinateur portable qui a besoin de pilotes réseau avant de pouvoir télécharger les mises à jour et d'un autre similaire qui a accès à internet, à portée de main et à jour. Les pilotes réseau ont besoin de quelques dépendances et que d'autres paquets soient mis à jour avant de les installer.

source: You frequently install Linux on other peoples computers. You carry around a live-cd and a pendrive with a single 204Mb file <filename>Fedora-updates-SP1.servicepack</filename> which contains all the updates since last week.
de: Sie installieren häufig Linux auf den Rechnern anderer Leute. Sie haben eine Live-CD und einen USB-Speicherstick dabei, der eine 204 MB große Datei namens <filename>Fedora-updates-SP1.servicepack</filename> mit sämtlichen Aktualisierungen seit letzter Woche enthält.
fr: Vous installez fréquemment Linux sur les machines d'autres personnes. Vous utilisez un « live-cd » et une clé USB contenant un seul fichier <filename>Fedora-updates-SP1.servicepack</filename> de 204 Mio qui contient toutes les mises à jour depuis la semaine dernière.

source: A free software magazine wants to distribute patent encumbered multimedia plugins and programs with the latest Fedora release DVD. They want a way in which even the most lazy user can get the things installed without much fuss.
de: Eine Zeitschrift aus der Branche der freien Software möchte patentgeschützte Multimedia-Plugins und Programme zusammen mit der DVD der letzten Fedora-Veröffentlichung vertreiben. Es wird ein Weg benötigt, auf welchem auch der faulste Benutzer diese Dinge ohne viel Aufhebens installieren kann.
fr: Un magazine traitant de logiciels libres souhaite distribuer des greffons multimédia encombrés de brevets et des logiciels avec la dernière version du DVD de Fedora. Il souhaite disposer d'une procédure qui permette aux utilisateurs les plus paresseux d'installer les éléments sans trop de problème.

source: Internally, the pack file is just an uncompressed tarball, with the packages and a single metadata.conf file inside. The metadata file is just the distribution identifier and the time of creation. This ensures you don't try installing a <filename>fedora-9-i386</filename> service pack on a <filename>ubuntu-intrepid-ppc</filename> machine.
de: Intern betrachtet ist die Paketdatei ein nicht gepacktes Tar-Archiv mit den Paketen und einer Datei namens metadata.conf. Die Metadaten-Datei enthält die Bezeichnung der Distribution und den Zeitpunkt der Erstellung. Dies stellt sicher, dass Sie nicht versehentlich ein <filename>fedora-9-i386</filename>-Servicepaket auf einem <filename>ubuntu-intrepid-ppc</filename>-Rechner installieren.
fr: En interne, le fichier de jeu est juste une archive tar non compressée contenant les paquets et un unique fichier « metadata.conf ». Ce fichier de méta-données contient seulement l'identificateur de la distribution et la date de création. Cela permet de garantir que vous n'essayez pas d'installer un jeu de paquets <filename>fedora-9-i386</filename> sur une machine <filename>ubuntu-intrepid-ppc</filename>.

source: We need a destination file list because we not know what packages are installed on the destination computer. For example:
de: Wir benötigen eine Ziel-Dateiliste, da wir nicht wissen, welche Pakete auf dem Zielrechner installiert sind. Beispiel:
fr: Nous avons besoin d'une liste des fichiers de destination parce que nous ne savons pas quels paquets sont déjà installés sur l'ordinateur cible. Par exemple :

source: Two example computers
de: Zwei Beispielrechner
fr: Deux exemples d'ordinateurs

source: Computer A has the following packages installed, and has internet access.
de: Auf Rechner A sind die folgenden Pakete installiert, und es ist ein Internetanschluss verfügbar.
fr: L'ordinateur A contient les paquets suivants et possède un accès internet.

source: Computer B has the following packages installed, and does not have internet access.
de: Auf Rechner B sind die folgenden Pakete installiert, aber es ist kein Internetanschluss verfügbar.
fr: L'ordinateur B contient les paquets suivants et n'a pas accès à internet.

source: Computer B wants to have a service pack containing a new version of <literal>k3b</literal> so that it can burn DVD-RWs.
de: Rechner B benötigt ein Servicepaket, das eine neue Version von <literal>k3b</literal> enthält, mit deren Hilfe DVD-RWs gebrannt werden können.
fr: L'ordinateur B souhaite obtenir un jeu de paquets contenant la dernière version de <literal>k3b</literal> pour pouvoir graver des DVD-RW.

source: The <literal>k3b</literal> program has dependencies of <literal>dbus</literal>, <literal>dbus-glib</literal> and <literal>kdebase</literal>. Now, if we asked computer A to download <literal>k3b</literal>, it would download <literal>k3b</literal> <emphasis>and</emphasis> <literal>kdebase</literal>, but <emphasis>not</emphasis> <literal>dbus-glib</literal>. We need to provide computer A with the information about what packages computer B has got installed before we can create the service pack.
de: Das Programm <literal>k3b</literal> hängt von <literal>dbus</literal>, <literal>dbus-glib</literal> und <literal>kdebase</literal> ab. Wenn wir nun Rechner A <literal>k3b</literal> herunterladen lassen, werden <literal>k3b</literal><emphasis>und</emphasis><literal>kdebase</literal> heruntergeladen, aber <emphasis>nicht</emphasis><literal>dbus-glib</literal>. Wir müssen für Rechner A Informationen bereitstellen, welche Pakete Rechner B enthält, bevor ein Servicepaket erstellt werden kann.
fr: Le programme <literal>k3b</literal> nécessite les dépendances <literal>dbus</literal>, <literal>dbus-glib</literal> et <literal>kdebase</literal>. Si vous demandez à l'ordinateur A de télécharger <literal>k3b</literal>, il va télécharger <literal>k3b</literal> <emphasis> et </emphasis><literal>kdebase</literal>, mais <emphasis>pas</emphasis> <literal>dbus-glib</literal>. Nous devons fournir à l'ordinateur A des informations sur les paquets dont l'ordinateur B dispose avant de pouvoir créer le jeu de paquets.

source: If we generate a package list on computer B, and the transfer it to computer A on a USB pendrive or CD-RW we can download the correct packages. In this case we would download <literal>k3b</literal> and <literal>dbus-glib</literal> and pack it into the new service pack.
de: Durch Erstellung einer Paketliste auf Rechner B und die Übertragung mittels USB-Speicherstick oder CDRW können die korrekten Pakete heruntergeladen werden. In diesem Fall werden <literal>k3b</literal> und <literal>dbus-glib</literal> heruntergeladen und im neuen Servicepaket abgelegt.
fr: Si vous générez une liste de paquets sur l'ordinateur B et que vous la transférez sur l'ordinateur A via une clé USB ou un CD-RW, vous pourrez télécharger les paquets nécessaires. Dans le cas actuel, vous téléchargez <literal>k3b</literal> et <literal>dbus-glib</literal> et les archivez dans le nouveau jeu de paquets.

source: The service pack can now be transferred from computer A to computer B on the USB pendrive.
de: Das Servicepaket kann nun vom Rechner A zum Rechner B mit Hilfe des USB-Speichersticks übertragen werden.
fr: Le jeu de paquets peut maintenant être transféré de l'ordinateur A vers le B à l'aide de la clé USB.

source: The <command>pkgenpack</command> command line tool can also be used for creating service pack files.
de: Das Befehlszeilenwerkzeug <command>pkgenpack</command> kann auch dazu benutzt werden, um Servicepaket-Dateien zu erstellen.
fr: L'outil en ligne de commande <command>pkgenpack</command> peut aussi être utilisé pour créer des fichiers de jeu de paquets.

source: Automatic Updates
de: Automatische Aktualisierungen
fr: Mises à jour automatiques

source: Automatic updates can be performed in the background system wide using the PackageKit-cron package. The settings are controlled via the configuration file at <filename>/etc/sysconfig/packagekit-background</filename>. You can set it to just check for updates or perform the updates automatically and notify any email address.
de: Automatische Aktualisierungen können im Hintergrund systemweit ablaufen, wobei das Paket PackageKit-cron zum Einsatz kommt. Die Einstellungen werden über die Konfigurationsdatei <filename>/etc/sysconfig/packagekit-background</filename> gesteuert. Sie können so nach Aktualisierungen suchen lassen oder die Aktualisierungen installieren und eine Nachricht an eine beliebige E-Mail-Adresse senden lassen.
fr: Les mises à jours automatiques peuvent être effectuées en arrière-plan du système avec le paquet PackageKit-cron. Les paramètres sont contrôlés par le fichier de configuration <filename>/etc/sysconfig/packagekit-background</filename>. Vous pouvez le configurer pour qu'il vérifie seulement les mises à jours ou pour qu'il les effectue automatiquement et le notifie à une adresse électronique.

source: Update Icon
de: Aktualisierungssymbol
fr: Icône de mises à jour

source: The icon offers menu items for installing the available updates or for starting the update viewer, which allows you to obtain detailed information about the available updates before installing them. See <xref linkend="update-viewer"/> for more information.
de: Das Symbol stellt Menüeinträge für die Installation der verfügbaren Aktualisierungen oder für das Starten des Aktualisierungsbetrachters bereit. Dieser erlaubt Ihnen das Abrufen ausführlicher Informationen über die verfügbaren Aktualisierungen, bevor Sie diese installieren. Weitere Informationen finden Sie in <xref linkend="update-viewer"/>.
fr: L'icône propose des éléments de menu pour installer les mises à jour disponibles ou pour démarrer le visionneur de mises à jour qui vous permet d'obtenir plus d'informations sur celles-ci avant de les installer. Consultez la <xref linkend="update-viewer"/> pour plus d'informations.

source: Agreeing to EULAs
de: Akzeptieren von Lizenzvereinbarungen (EULAs)
fr: Acceptation des CLUF

source: A license agreement is a contract between a producer and a user of software which grants the user a software license. A software license agreement defines the legal terms under which a user may use the software. This is called an end-user license agreement or EULA for short.
de: Eine Lizenzvereinbarung ist ein Vertrag zwischen dem Hersteller und dem Benutzer einer Software, der dem Benutzer eine Softwarelizenz gewährt. Eine Software-Lizenzvereinbarung definiert die rechtlichen Grundlagen des Gebrauchs der Software durch den Benutzer. Dies wird Endbenutzer-Lizenzvertrag oder kurz EULA genannt.
fr: Un accord de licence est un contrat entre le producteur et l'utilisateur d'un logiciel qui accorde une licence logiciel à l'utilisateur. Un accord de licence logiciel définit les conditions légales pour lesquelles un utilisateur peut utiliser le logiciel. On appelle cela un contrat de licence utilisateur final ou pour faire plus court CLUF (EULA).

source: Many EULAs assert extensive liability limitations for the software. Typically a EULA will hold the software producer immune in the event that the software causes damage to the computer hardware or data. Some software also includes limitations if the user can be held liable for damage that arises through improper use of the software.
de: Viele EULAs machen umfangreiche Haftungsbeschränkungen für die Software geltend. Typischerweise schützt eine EULA den Hersteller einer Software in dem Fall, dass die Software Schäden auf dem Rechner oder in dessen Daten verursacht. In einigen Fällen sind auch Beschränkungen einbegriffen für den Fall von auftretenden Schäden, die durch unzweckmäßige Benutzung der Software entstehen.
fr: De nombreux CLUF énoncent d'importantes limites de responsabilité pour le logiciel. En général, un CLUF tient le producteur du logiciel à l'abri au cas où le logiciel cause des dommages au matériel de l'ordinateur ou aux données. Certains logiciels incluent aussi des limites si l'utilisateur est responsable de dommages qui surviennent à cause d'une utilisation incorrecte du logiciel.

source: Example EULA
de: Beispiel-EULA
fr: Exemple de CLUF

source: Be sure to carefully read and accept the EULA text before continuing with the install or update.
de: Lesen Sie die EULA sorgfältig und akzeptieren Sie sie, bevor Sie die Installation oder Aktualisierung fortsetzen.
fr: Lisez avec attention le texte du CLUF et acceptez-le avant de continuer l'installation ou la mise à jour.

source: Accepting a security signature
de: Akzeptieren einer Sicherheitssignatur
fr: Acceptation d'une signature de sécurité

source: Packages from a software source are typically signed by the project managing the repository or packages. This allows users to be sure a package signed with a security key is actually from the software source it claims to be.
de: Die Pakete einer Softwarequelle sind typischerweise von dem Projekt signiert, das diesen Softwarebestand oder die Pakete verwaltet. Dadurch wird für Benutzer sichergestellt, dass ein mit einem Sicherheitsschlüssel signiertes Paket auch aus der Softwarequelle stammt, aus der es zu stammen scheint.
fr: Les paquets d'une source de logiciels sont en général signés par le projet qui gère le dépôt ou les paquets. Cela permet aux utilisateurs d'être assurés qu'un paquet signé à l'aide d'une clé de sécurité provient vraiment de la source d'où il prétend provenir.

source: For a package management infrastructure to operate effectively, it has to trust repositories so that updates can be downloaded and installed automatically. The other benefit is that signed packages can be installed without using the administrator password, assuming your admin has enabled this option.
de: Um eine Paketverwaltungs-Infrastruktur effektiv zu betreiben, müssen vertrauenswürdige Softwarebestände vorhanden sein, um Aktualisierungen automatisch herunterzuladen und zu installieren. Ein weiterer Vorteil ist, dass signierte Pakete ohne einzugebendes Systemverwalterpasswort installiert werden können, sofern Ihr Systemverwalter diese Möglichkeit aktiviert hat.
fr: Pour qu'une infrastructure de gestion de paquets fonctionne réellement, elle doit approuver les dépôts pour que les mises à jour soient téléchargées et installées automatiquement. Un autre avantage est que les paquets signés peuvent être installés sans utiliser le mot de passe de l'administrateur, si l'administrateur a activé cette option.

source: Example signature prompt
de: Beispiel für eine Signaturabfrage
fr: Exemple d'invite de signature

source: To trust a repository, you should verify the details of the signing key. Normally the best way to do this is to go to the web page of the software source, and try to find details about the key used to sign the packages. This is normally called a <literal>GPG key</literal>.
de: Um einem Softwarebestand zu vertrauen, sollten Sie die Einzelheiten des signierenden Schlüssels überprüfen. Der einfachste Weg führt auf die Webseite dieser Softwarequelle. Dort sollten Sie Einzelheiten über den für Paketsignaturen verwendeten Schlüssel finden. Dieser wird üblicherweise <literal>GPG key</literal> genannt.
fr: Pour approuver un dépôt, vous devez vérifier les informations de la clé de signature. En général la meilleure façon de le faire est d'aller sur la page Web de la source de logiciels et d'essayer de trouver les informations à propos de la clé utilisée pour signer les paquets. Elle est normalement appelée <literal>clé GPG (GPG key)</literal>.

source: You should only proceed with this dialog if you are happy to trust packages from this software source.
de: Sie sollten diesen Dialog nur dann fortsetzen, wenn Sie tatsächlich den Paketen aus dieser Softwarequelle Ihr Vertrauen schenken wollen.
fr: Vous ne devez continuer avec cette boîte de dialogue que si vous avez confiance dans les paquets de cette source de logiciels.

source: Common Dialogs Explained
de: Erklärung häufig verwendeter Dialoge
fr: Explication des boîtes de dialogue courantes

source: This application tries to reuse dialogs as much as possible, so that there is a repeatable and consistent user interface when managing packages. In the following subsections, some of the dialogs will be explained further, often with examples or web links.
de: Diese Anwendung versucht Dialoge so oft wie möglich wiederzuverwenden, was eine nachvollziehbare und konsistente Benutzerschnittstelle zur Verwaltung von Paketen ermöglicht. In den folgenden Unterabschnitten werden einige dieser Dialoge ausführlicher erklärt, oft auch mit Beispielen oder Internetlinks.
fr: Cette application essaie de réutiliser des boîtes de dialogue autant que possible pour obtenir une interface utilisateur reproductible et cohérente, lors de la gestion des paquets. Dans les sous-sections suivantes, certaines des boîtes de dialogue sont expliquées plus en détails, souvent à l'aide d'exemples ou de liens Web.

source: Copying Files To Another Location
de: Kopieren von Dateien an einen anderen Ort
fr: Copie de fichiers vers un autre emplacement

source: Example dialog
de: Beispieldialog
fr: Exemple de boîte de dialogue

source: If a file has been downloaded to your home directory, it is usually downloaded to a location similar to <literal>/home/hughsie/Downloads</literal>. The PackageKit service is not run as the same user as the the normal desktop user, and so the daemon would not normally be able to access this file. If the download folder cannot be read by the root user then it is copied to a temporary directory so it can be accessed.
de: Falls Sie eine Datei in Ihren persönlichen Ordner heruntergeladen haben, wird der Name des Zielordners üblicherweise z.B. <literal>/home/hughsie/Downloads</literal> lauten. Der PackageKit-Dienst wird nicht unter dem Benutzerkennzeichen eines gewöhnlichen Desktop-Benutzers ausgeführt, daher wird der Dienst wahrscheinlich nicht in der Lage sein, auf diese Datei zuzugreifen. Falls der Download-Ordner vom Systemverwalter lesbar ist, wird dieser in einen temporären Ordner kopiert, so dass der Zugriff möglich ist.
fr: Si un fichier est téléchargé dans votre dossier personnel, il est habituellement déposé dans un emplacement du style <literal>/home/charlotte/Téléchargements</literal>. Le service PackageKit n'est pas lancé par le même utilisateur que l'utilisateur normal de ce compte, donc le démon ne peut normalement pas accéder au fichier. Si le dossier de téléchargement n'est pas lisible par l'utilisateur root, il est alors copié vers un dossier temporaire afin qu'il soit accessible.

source: Installing Local Files
de: Installieren lokaler Dateien
fr: Installation de fichiers locaux

source: An application has asked to install local files on your system. If you initiated the action, please click the install button.
de: Eine Anwendung fragte nach der Installation lokaler Dateien auf Ihrem System. Falls Sie diese Aktion selbst eingeleitet haben, klicken Sie auf den <guibutton>Installieren</guibutton>-Knopf.
fr: Une application demande l'autorisation d'installer des fichiers locaux sur votre système. Si vous avez lancé cette action vous-même, cliquez sur le bouton « Installer ».

source: Installing Catalogs
de: Installieren von Katalogen
fr: Installation de catalogues

source: A package catalog is a simple file that indicates that other packages should be installed. There are no optional packages, as a catalog file is designed to be simple and need no user interaction. Using a catalog file allows you to install different packages quickly and easily.
de: Ein Paketkatalog ist nichts weiter als eine Datei, die Anweisungen über die Installation anderer Pakete enthält. Es gibt keine wahlweise zu installierenden Pakete, weil eine solche Katalogdatei simpel und ohne weiteren Benutzereingriff funktionieren soll. Durch die Nutzung einer Katalogdatei ist die schnelle und einfache Installation verschiedener Pakete möglich.
fr: Un catalogue de paquets est un simple fichier qui indique que d'autres paquets doivent être installés. Il n'y a pas de paquets optionnels car un fichier catalogue est conçu pour être simple et ne pas avoir besoin d'interaction des utilisateurs. L'usage d'un fichier catalogue vous permet d'installer différent paquets rapidement et simplement.

source: To find more information about catalogs, please visit the <ulink url="http://www.packagekit.org/pk-faq.html#catalogs" type="http">FAQ</ulink>.
de: Weitere Informationen über Kataloge finden Sie in den <ulink url="http://www.packagekit.org/pk-faq.html#catalogs" type="http">Häufig gestellten Fragen</ulink>.
fr: Pour plus d'information à propos des catalogues, visitez la <ulink url="http://www.packagekit.org/pk-faq.html#catalogs" type="http">FAQ</ulink>.

source: No Packages Required
de: Keine Pakete notwendig
fr: Aucun paquet requis
