Repository: GNOME/gnome-packagekit
Catalog: help/*/*.po
Languages: de, fr

source: A software source configuration is available in the system menu that allows you to enable or disable a existing software repository. You can also refresh the application lists for displaying the latest information about software packages available in the repository.
de: Eine Konfigurationsmöglichkeit für die Softwarequellen ist im Systemmenü verfügbar. Diese ermöglicht Ihnen die Aktivierung oder Deaktivierung vorhandener Softwarebestände. Sie können hier auch die Liste der Anwendungen auffrischen, um die neuesten Informationen über die in einem Softwarebestand vorhandenen Pakete anzuzeigen.
fr: Une configuration de la source des logiciels est réalisable via le menu « Système ». Elle vous permet d'activer ou de désactiver un dépôt existant. Vous pouvez également actualiser la liste des applications pour afficher les dernières informations à propos des paquets disponibles dans les dépôts.

source: Filters
de: Filter
fr: Filtres

source: You can limit the amount of software packages that is shown by several criteria.
de: Sie können die Anzahl der in jedem Softwarekriterium angezeigten Pakete begrenzen.
fr: Vous pouvez limiter le nombre de paquets affichés via plusieurs critères.

source: To see only installed or only uninstalled software, choose the corresponding menu item in the <menuchoice><guimenu>Filters</guimenu> <guisubmenu>Installed</guisubmenu></menuchoice> menu.
de: Um nur installierte oder nicht installierte Pakete anzuzeigen, wählen Sie den entsprechenden Eintrag im Menü <menuchoice><guimenu>Filter</guimenu><guisubmenu>Installiert</guisubmenu></menuchoice>.
fr: Pour afficher seulement les logiciels installés ou non installés, choisissez l'élément de menu correspondant dans le menu <menuchoice><guimenu>Filtres</guimenu> <guisubmenu>Installé</guisubmenu></menuchoice>.

source: To see only software containing applications with a graphical user interface or only applications with a command line interface, choose a filter from the <menuchoice><guimenu>Filters</guimenu> <guisubmenu>Graphical</guisubmenu></menuchoice> menu.
de: Um nur Pakete anzuzeigen, die entweder über eine grafische Oberfläche oder eine Befehlszeilenschnittstelle verfügen, wählen Sie einen Filter im Menü <menuchoice><guimenu>Filter</guimenu><guisubmenu>Grafisch</guisubmenu></menuchoice>.
fr: Pour n'afficher que les logiciels contenant des applications avec une interface graphique ou que celles en ligne de commande, choisissez un filtre dans le menu <menuchoice><guimenu>Filtres</guimenu> <guisubmenu>Graphique</guisubmenu></menuchoice>.

source: Note that PackageKit uses a heuristic to determine if a package is a 'graphical' application and can get this wrong when a package has dependencies like gtk2+.
de: Beachten Sie, dass PackageKit eine heuristische Analyse benutzt, um zu bestimmen, ob es sich bei einem Paket um eine grafische Anwendung handelt. Dies kann falsch sein, wenn ein Paket beispielsweise von gtk2+ abhängig ist.
fr: Notez que PackageKit utilise un test heuristique pour déterminer si un paquet est une application « graphique », il peut se tromper si un paquet possède des dépendances telles que gtk2+.

source: To see only software that qualify as free software, choose the corresponding menu item from the <menuchoice><guimenu>Filters</guimenu> <guisubmenu>Free</guisubmenu></menuchoice> menu. Currently, PackageKit considers a package to be free software if its license is listed as such in the Fedora <ulink url="http://fedoraproject.org/wiki/Licensing">Licensing</ulink> page.
de: Um nur Pakete anzuzeigen, die als freie Software gekennzeichnet sind, wählen Sie den entsprechenden Eintrag im Menü <menuchoice><guimenu>Filter</guimenu><guisubmenu>Frei</guisubmenu></menuchoice>. Gegenwärtig berücksichtigt PackageKit dabei Pakete, dessen Lizenz in der <ulink url="http://fedoraproject.org/wiki/Licensing">Licensing-Webseite von Fedora</ulink> aufgelistet sind.
fr: Pour n'afficher que les logiciels qualifiés de logiciels libres, choisissez l'élément correspondant dans le menu <menuchoice><guimenu>Filtres</guimenu> <guisubmenu>Libre</guisubmenu></menuchoice>. À l'heure actuelle, PackageKit considère qu'un paquet est libre si sa licence est dans la liste des <ulink url="http://fedoraproject.org/wiki/Licensing">licences</ulink> de Fedora .

source: Searching for software
de: Suchen nach Software
fr: Recherche de logiciels

source: The search entry and <guibutton>Find</guibutton> button let you search for software. The icon inside the entry indicates what kind of search is performed. By clicking on it, you can select to search for a string that is contained in package name, the package description, or search for the name of a file contained in the package.
de: Mit dem Suchfeld und dem <guibutton>Suchen</guibutton>-Knopf können Sie nach Softwarepaketen suchen. Das Symbol innerhalb des Suchfeldes gibt an, welche Art einer Suche ausgeführt wird. Wenn Sie darauf klicken, können Sie wählen, ob nach einer im Paketnamen, der Paketbeschreibung oder im Namen einer in einem Paket enthaltenen Datei nach einer Zeichenkette gesucht werden soll.
fr: La boîte de saisie de recherche et le bouton <guibutton>Rechercher</guibutton> vous permettent de rechercher des logiciels. L'icône dans la boîte de saisie indique le type de recherche effectuée. En cliquant dessus, vous pouvez choisir de rechercher une chaîne qui est contenue dans le nom du paquet, dans sa description ou rechercher le nom d'un fichier contenu dans le paquet.

source: Software Sources
de: Softwarequellen
fr: Sources de logiciels

source: The software repository viewer allows you to enable or disable software sources - also known as <quote>repositories</quote>. Repositories are collections of software that are known to work together and are compatible with your operating system. Apart from the repositories for the operating system itself, there are third-party repositories offering additional software for many Linux distributions - check your distribution-specific documentation for more information.
de: Der Betrachter für Softwarequellen ermöglicht Ihnen die Aktivierung oder Deaktivierung von Softwarequellen. Diese Softwarequellen sind Sammlungen von Softwarepaketen, die bekanntermaßen mit Ihrem System zusammenarbeiten und zu diesem kompatibel sind. Außerhalb der Softwarequellen selbst gibt es Quellen von Drittanbietern, die zusätzliche Software für zahlreiche Linux-Distributionen anbieten. Weitere Informationen hierzu finden Sie in der Dokumentation Ihrer Distribution.
fr: La visionneuse des dépôts de logiciels vous permet d'activer ou de désactiver les sources de logiciels - aussi appelés <quote>dépôts</quote>. Les dépôts sont des regroupements de logiciels qui sont connus pour fonctionner ensemble et qui sont compatibles avec votre système d'exploitation. En plus des dépôts de votre système d'exploitation, il existe des dépôts tiers qui proposent des logiciels supplémentaires pour de nombreuses distributions Linux - vérifiez la documentation de votre distribution pour plus d'informations.

source: Software Sources UI
de: Grafische Oberfläche der Software-Quellen
fr: Interface utilisateur pour les sources de logiciels

source: At this time, PackageKit does not offer a way to add new repositories to your system. It only allows you to enable or disable known repositories. However, it is often possible to make a new repository known to PackageKit by installing a package with the necessary information. These are usually called (foo)-release, where foo is the name of the repository.
de: Derzeit bietet PackageKit keine Möglichkeit, neue Softwarebestände zu ihrem System hinzuzufügen. Es erlaubt lediglich die Aktivierung oder Deaktivierung vorhandener Bestände. Allerdings ist es oft möglich, PackageKit mit einer neuen Quelle bekannt zu machen, indem Sie ein Paket mit den benötigten Informationen installieren. Diese Pakete heißen üblicherweise »(foo)-release«, wobei »foo« für den Namen des Softwarebestandes steht.
fr: Pour le moment, PackageKit ne permet pas d'ajouter de nouveaux dépôts à votre système. Il vous permet seulement d'activer/désactiver les dépôts connus. Il est possible d'indiquer à PackageKit de nouveaux dépôts en installant un paquet contenant les informations nécessaires. Ces paquets sont généralement nommés « (toto)-release », où « toto » est le nom du dépôt.

source: File Handler Helper
de: Hilfswerkzeug für Dateien
fr: Assistant de gestion de fichiers

source: Sometimes you will not have the software on your system to open a particular file. If the file type is not recognized, then applications that can open this file type are shown.
de: Manchmal möchten Sie vielleicht verhindern, dass eine Software auf Ihrem System eine bestimmte Datei öffnet. Falls der Dateityp nicht erkannt wurde, werden Anwendungen angezeigt, die mit diesem Dateityp umgehen können.
fr: De temps en temps, il arrive que le logiciel qui permet d'ouvrir certains fichiers ne soit pas installé sur votre système. Si le type de fichier n'est pas reconnu alors les applications qui peuvent l'ouvrir sont affichées.

source: At this time, only a limited number of results will be shown, as they will need to be rebuilt by the distribution to support the extra data needed by PackageKit. This will happen automatically, and soon all suitable applications will be shown.
de: Derzeit wird nur eine begrenzte Anzahl von Paketen angezeigt, da für die Anzeige der für PackageKit benötigten zusätzlichen Informationen ein erneutes Bauen des Pakets seitens des Distributors notwendig ist. Das wird automatisch geschehen, und bald werden alle entsprechenden Anwendungen angezeigt werden.
fr: Pour le moment, seul un petit nombre de résultats est affiché car ils doivent être reconstruits par le distributeur pour prendre en charge les données supplémentaires nécessaires à PackageKit. Cela se fait de manière automatisée, et bientôt toutes les applications appropriées seront affichées.

source: Update Viewer
de: Aktualisierungsbetrachter
fr: Visionneur de mises à jour

source: You can update your system via <menuchoice><guimenu>System</guimenu> <guisubmenu>Administration</guisubmenu> <guimenuitem>Update System</guimenuitem></menuchoice> or by selecting <menuchoice><guimenuitem>Show Updates</guimenuitem></menuchoice> from the update icon in the notification area. When you do this, the update viewer application launches and immediately starts checking for updates. Once this check completes, it shows you an overview of available updates, grouped by severity. The severities range from security updates over important updates to bug fix updates and finally enhancements.
de: Sie können Ihr System über <menuchoice><guimenu>System</guimenu><guisubmenu>Systemverwaltung</guisubmenu><guimenuitem>System aktualisieren</guimenuitem></menuchoice> oder durch Wählen von <menuchoice><guimenuitem>Aktualisierungen anzeigen</guimenuitem></menuchoice> im Kontextmenü des Aktualisierungssymbols im Benachrichtigungsfeld aktualisieren. Wenn Sie dies tun, wird der Aktualisierungsbetrachter gestartet und unmittelbar mit der Überprüfung auf verfügbare Aktualisierungen begonnen. Sobald diese Überprüfung abgeschlossen ist, wird ein Überblick über die verfügbaren Aktualisierungen angezeigt, gruppiert nach Bedeutsamkeit. Die Bedeutung reicht von Sicherheitsaktualisierungen über wichtige Aktualisierungen bis hin zu Fehlerkorrekturen und kleinen Verbesserungen.
fr: Vous pouvez mettre à jour votre système avec le menu <menuchoice><guimenu>Système</guimenu><guisubmenu>Administration</guisubmenu> <guimenuitem>Gestionnaire de mise à jour</guimenuitem></menuchoice> ou en sélectionnant <menuchoice><guimenuitem>Afficher les mises à jour</guimenuitem></menuchoice> à partir de l'icône de mises à jour dans la zone de notification. Le visionneur de mises à jour se lance alors et vérifie immédiatement la présence de mises à jour. Une fois que cette vérification est faite, il présente un résumé des mises à jour disponibles, regroupées par niveau de gravité. Les niveaux de gravité vont des mises à jour de sécurité puis des mises à jour importantes jusqu'aux mises à jour de correction de bogues et enfin les améliorations.

source: Note that the severity information must be provided by the software repositories where the software packages originate. This information may not be available for development branches of distributions.
de: Beachten Sie, dass die Informationen zur Bedeutsamkeit von den Softwarebeständen bereitgestellt werden müssen, in denen sich das Paket befindet. Diese Information könnte für die Entwicklungszweige von Distributionen eventuell nicht verfügbar sein.
fr: Notez que les informations sur la gravité doivent être fournies par les dépôts d'où proviennent les paquets logiciels. Il se peut que cette information ne soit pas disponible pour les branches développement des distributions.

source: Updates overview
de: Aktualisierungs-Überblick
fr: Présentation des mises à jour

source: Below the summary of available updates, the update viewer gives and indication how long ago the last check (or <quote>refresh</quote>) for new updates happened, and when updates where last installed.
de: Unterhalb der Zusammenfassung der verfügbaren Aktualisierungen informiert Sie der Aktualisierungsbetrachter darüber, wann die vorhandenen Aktualisierungen zuletzt überprüft (oder »aufgefrischt«) und wann zuletzt Aktualisierungen installiert wurden.
fr: En dessous du résumé des mises à jour disponibles, le visionneur de mises à jour affiche la date de la dernière vérification (ou <quote>actualisation</quote>) de nouvelles mises à jour et quand les dernières mises à jour ont été installées.

source: You can choose to manually refresh and verify the presence of updates by clicking the <guibutton>Refresh</guibutton> button.
de: Sie können vorhandene Aktualisierungen manuell auffrischen und überprüfen, indem Sie auf den <guibutton>Auffrischen</guibutton>-Knopf klicken.
fr: Vous pouvez choisir d'actualiser manuellement et vérifier la présence de nouvelles mises à jour en cliquant sur le bouton <guibutton>Actualiser</guibutton>.

source: You can change how often PackageKit refreshes on its own in the <link linkend="prefs">Software Update Preferences</link>.
de: In den <link linkend="prefs">Softwareaktualisierungs-Einstellungen</link> können Sie bestimmen, wie oft PackageKit selbst aktualisiert.
fr: Vous pouvez modifier la fréquence à laquelle PackageKit s'actualise automatiquement dans les <link linkend="prefs">Préférences des mises à jour de logiciels</link>.

source: There is a option to view the history of updates including previous installations, removal or updates of software.
de: Es gibt eine Chronik der Aktualisierungen, die frühere Installationen, Löschungen oder Aktualisierungen von Software enthält.
fr: Il existe une option qui permet de visualiser l'historique des mises à jour en incluant les installations, suppressions ou mises à jour précédentes de logiciels.

source: Use the <guibutton>Update System</guibutton> button to install all available updates or use the <guibutton>Review</guibutton> button to review and select individual updates. If you do not want to install updates at this time, you can just close the window.
de: Mit dem Knopf <guibutton>System aktualisieren</guibutton> installieren Sie alle verfügbaren Aktualisierungen, mit dem Knopf <guibutton>Überprüfen</guibutton> können Sie die verfügbaren Aktualisierungen betrachten und auswählen. Falls Sie die Aktualisierungen zu einem späteren Zeitpunkt installieren wollen, schlieẞen Sie einfach das Fenster.
fr: Utilisez le bouton <guibutton>Mettre à jour le système</guibutton> pour installer toutes les mises à jour disponibles ou utilisez le bouton <guibutton>Examiner</guibutton> pour examiner et sélectionner les mises à jour individuellement. Si vous ne souhaitez pas installer de mises à jour pour le moment, fermez tout simplement la fenêtre.

source: Detailed information about updates
de: Detaillierte Informationen über Aktualisierungen
fr: Informations détaillées sur les mises à jour

source: The <guibutton>Review</guibutton> button brings up a listing of the individual updates that are available. The area below the list displays detailed information about the selected update. The information may include references to bugs and vulnerability reports that are fixed by the update.
de: Mit dem Knopf <guibutton>Überprüfen</guibutton> öffnen Sie eine ausführliche Auflistung aller verfügbaren Aktualisierungen. Im Bereich unterhalb der Liste finden Sie detaillierte Informationen über die ausgewählte Aktualisierung. In diesen Informationen sind eventuell Informationen zu diesbezüglichen Fehlerberichten oder Sicherheitsproblemen enthalten, sofern diese Aktualisierung diese Fehler beseitigt.
fr: Le bouton <guibutton>Examiner</guibutton> fait apparaître une liste des mises à jour individuelles disponibles. La zone sous la liste affiche les informations détaillées à propos de la mise à jour sélectionnée. Les informations peuvent contenir des références à des bogues et à des rapports de vulnérabilités qui sont corrigés par la mise à jour.

source: Note that the detailed update information must be provided by the software repositories where the software packages originate. This information may not be available for development branches of distributions.
de: Beachten Sie, dass ausführliche Aktualisierungsinformationen durch die Softwarebestände bereitgestellt werden müssen, in denen sich das Paket befindet. Diese Information könnte für die Entwicklungszweige von Distributionen eventuell nicht verfügbar sein.
fr: Notez que les informations détaillées de la mise à jour doivent être fournies par les dépôts de logiciels d'où proviennent les paquets. Il se peut que cette information ne soit pas disponible pour les branches développement des distributions.

source: The checkboxes next to each package in the list allow to select individual updates for installation. Use the <guibutton>Apply Updates</guibutton> button to install only the selected updates. If you do not want to install updates at this time, you can just close the window.
de: Die Ankreuzfelder neben jedem Paket in der Liste ermöglichen Ihnen, einzelne Pakete für die Installation auszuwählen. Verwenden Sie den Knopf <guibutton>Aktualisierungen installieren</guibutton>, um nur die ausgewählten Aktualisierungen zu installieren.
fr: Les cases à cocher à coté de chaque paquet dans la liste permettent la sélection individuelle de mises à jour à installer. Utilisez le bouton <guibutton>Installer les mises à jour</guibutton> pour installer seulement les mises à jour sélectionnées. Si vous ne souhaitez pas installer de mises à jour pour le moment, fermez tout simplement la fenêtre.

source: Update viewer tool
de: Werkzeug zum Betrachten von Aktualisierungen
fr: Outil de visualisation des mises à jour

source: You can uncheck all the updates quickly by right clicking on the list and selecting the menu item <guibutton>Unselect all</guibutton>.
de: Sie können auf einfache Art und Weise alle Aktualisierungen abwählen, indem Sie mit der rechten Maustaste in die Liste klicken und anschließend <guibutton>Alle abwählen</guibutton> anklicken.
fr: Vous pouvez désélectionner toutes les mises à jour rapidement en faisant un clic droit sur la liste et en choisissant l'élément de menu <guibutton>Tout désélectionner</guibutton>.

source: Software Updates Preferences
de: Einstellungen für Softwareaktualiserungen
fr: Préférences des mises à jour de logiciel

source: Preferences tool
de: Einstellungswerkzeug
fr: Outil des préférences

source: Preferences can be configured via <menuchoice><guimenu>System</guimenu> <guisubmenu>Preferences</guisubmenu><guisubmenu>System</guisubmenu> <guimenuitem>Software Updates</guimenuitem></menuchoice>. You can configure it to check for updates on a daily, hourly or weekly basis or never. Note that these frequencies are only approximate, and checks for updates can be triggered by other events, such as the screen being unlocked, network becoming available, or another user checking for updates. The default setting is to check for updates daily. You can also configure it to automatically install all updates or just the ones that fix security issues. These settings are per-user and effective only for the current user logged in the system.
de: Die Einstellungen können in <menuchoice><guimenu>System</guimenu><guisubmenu>Einstellungen</guisubmenu><guisubmenu>System</guisubmenu><guimenuitem>Software-Aktualiserungen</guimenuitem></menuchoice> geändert werden. Sie können festlegen, ob täglich, stündlich, wöchentlich oder niemals nach Aktualiserungen gesucht werden soll. Beachten Sie, dass diese Zeitabstände lediglich ungefähre Werte sind, denn die Suche nach Aktualisierungen kann durch andere Ereignisse überlagert werden, wie das Entsperren des Bildschirms, das Zustandekommen einer Netzwerkverbindung oder die Suche eines anderen Benutzers nach Aktualisierungen. Die Vorgabe hierbei ist die tägliche Überprüfung. Sie können auch bestimmen, dass alle Aktualisierungen automatisch installiert werden oder nur jene, die Sicherheitslücken schließen. Diese Einstellungen sind für den jeweiligen Benutzer gültig und wirken sich nur auf den am System angemeldeten Benutzer aus.
fr: Les préférences peuvent être configurées dans le menu <menuchoice><guimenu>Système</guimenu> <guisubmenu>Préférences</guisubmenu><guimenuitem>Mise à jour des logiciels</guimenuitem></menuchoice>. Vous pouvez configurer une vérification de mises à jour quotidienne, toutes les heures, hebdomadaire ou bien jamais de vérification. Notez que ces fréquences sont approximatives et que des vérifications de mises à jour peuvent être déclenchées par d'autres évènements, tels que le déverrouillage de l'écran, l'activation du réseau ou la vérification de nouvelles mises à jour par un autre utilisateur. Le réglage par défaut est de vérifier les mises à jour quotidiennement. Vous pouvez aussi configurer une installation automatiquement de toutes les mises à jour ou seulement des corrections des problèmes de sécurité. Ces réglages sont spécifiques à chaque utilisateur et effectifs uniquement pour l'utilisateur actuellement connecté au système.

source: Software Log Viewer
de: Software-Protokollbtrachter
fr: Visionneur de journal des logiciels

source: Log viewer
de: Protokollbetrachter
fr: Visionneur des journaux

source: This tool can be opened using <menuchoice><guimenu>Applications</guimenu> <guisubmenu>System Tools</guisubmenu> <guimenuitem>Software Log Viewer</guimenuitem></menuchoice>.
de: Um dieses Werkzeug zu öffnen, wählen Sie <menuchoice><guimenu>Anwendungen</guimenu><guisubmenu>Systemwerkzeuge</guisubmenu><guimenuitem>Software-Protokollbetrachter</guimenuitem></menuchoice>.
fr: Cet outil peut être ouvert à l'aide du menu <menuchoice><guimenu>Applications</guimenu> <guisubmenu>Outils système</guisubmenu><guimenuitem>Visionneur de journal des logiciels</guimenuitem></menuchoice>.

source: The log viewer can be used to find out what updates were downloaded and installed. The filter will match on the package name, version or architecture.
de: Der Protokollbetrachter dient dazu, die heruntergeladenen und installierten Aktualisierungen zu betrachten. Eine Filterung nach Paketnamen, Versionen oder Architektur ist möglich.
fr: Le visionneur de journaux peut être utilisé pour savoir quelles mises à jour ont été téléchargées et installées. Le filtre permet de rechercher le nom, la version ou l'architecture du paquet.

source: Service Pack Creator
de: Servicepaket-Erstellung
fr: Créateur de jeu de paquets

source: Service pack creator
de: Servicepaket-Erstellung
fr: Créateur de jeu de paquets
