Repository: GNOME/gnome-packagekit
Catalog: po/*.po
Languages: de_de, ja, sr@latin

source: Allow applications to invoke the codec installer
ja: codecのインストーラー呼び出しを許可する
sr@latin: Dozvoli programima da pozovu instalaciju kodeka

source: Allow applications to invoke the font installer
ja: フォントのインストーラ呼び出しを許可する
sr@latin: Dozvoli programima da pozovu instalaciju fontova

source: Allow applications to invoke the mime type installer
ja: MIME型のインストーラを許可する
sr@latin: Dozvoli programima da pozovu instalaciju mime tipova

source: Ask the user if additional firmware should be installed
ja: 追加のファームウェアをインストールするかどうかユーザに尋ねます
sr@latin: Pitaj korisnika da li treba instalirati dodatni firmver

source: Ask the user if additional hardware drivers should be installed
ja: 追加のハードウェアドライバをインストールするかどうかユーザに尋ねます
sr@latin: Pitaj korisnika da li treba instalirati dodatne drajvere uređaja

source: Ask the user if additional packages should be installed
ja: 追加のパッケージをインストーするかどうかユーザに尋ねます
sr@latin: Pitaj korisnika da li treba instalirati dodatne pakete

source: Ask the user if files should be copied to a non-private directory
ja: ファイルを個人のディレクトリ以外にコピーするかどうかユーザに尋ねます
sr@latin: Pitaj korisnika da li datoteke treba umnožiti u neprivatne fascikle

source: Ask the user if files should be copied to a non-private directory when installing from a FUSE mount
ja: FUSEマウントのインストール時に個人のディレクトリ意外にファイルをコピーするかどうかユーザに尋ねます
sr@latin: Pitaj korisnika da li datoteke treba umnožiti u neprivatne fascikle kada se instalira sa FUSE montiranje

source: Automatically update these types of updates
ja: 以下のタイプの自動更新
sr@latin: Sam nadogradi ove vrste

source: Automatically update these types of updates. Options are "all", "security", or "none"
ja: 以下のタイプの更新を自動更新にします。オプションは"all"、"security"、または"none"です
sr@latin: Automatski ažurira ove vrste nadogradnji. Moguće opcije su „all“ (sve), „security“ (sigurnosne), ili „none“ (nijedna)

source: Devices that should be ignored
ja: 無視するデバイス
sr@latin: Uređaji koje treba ignorisati

source: Devices that should be ignored, separated by commas. These can include '*' and '?' characters
ja: 無視するデバイスをカンマで区切って指定します。'*'と'?'を含めてもかまいません。
sr@latin: Uređaji koje treba ignorisati, odvojeni zarezima. Ovde mogu da se koriste i karakteri „*“ i „?“

source: Filter package lists using basename in gpk-application
ja: gpk-applicationで使用しているベース名で使用するパッケージリストのフィルタ
sr@latin: Filtriraj listu paketa koristeći osnovno ime u programu gpk-application

source: Filter using basename in gpk-application
ja: gpk-applicationで使用しているベース名のフィルタ
sr@latin: Filtriraj koristeći osnovno ime u gpk-application

source: Firmware files that should not be searched for
ja: 検索しないファームウェアファイル
sr@latin: Firmveri koje ne treba tražiti

source: Firmware files that should not be searched for, separated by commas. These can include '*' and '?' characters
ja: カンマで分離した、検索しないファームウェアファイルです。'*'と'?'を含めてもかまいません。
sr@latin: Firmveri koje ne treba tražiti, odvojeni zarezima. Ovde mogu da se koriste i karakteri „*“ i „?“

source: GTK+ module for font installation
ja: フォントをインストーするGTK+モジュール
sr@latin: Gtk+ modul za instalaciju fontova

source: Get the update list when the session starts
ja: セッション開始時に更新リストを取得します
sr@latin: Preuzmi listu za nadogradnju po početku sesije

source: Get the update list when the session starts, even if not scheduled to. This ensures the user has up to date and valid data in the tray at startup.
ja: スケジュールに無い場合でも、セッション開始時に更新リストを取得します。これで、ユーザが確実に更新し、スタートアップトレイのデータが確実に有効になります。
sr@latin: Preuzima listu nadogradnji kada počne sesija, iako nije zakazano. Ovim se osigurava da korisnik ima sveže i ispravne podatke u obaveštajnoj zoni na početku rada.

source: How often to check for distribution upgrades
ja: ディストリビューションの更新を調査する頻度
sr@latin: Koliko često da se proveravaju nadogradnje distribucije

source: How often to check for distribution upgrades. Value is in seconds.
ja: ディストリビューションの更新を調査する頻度。値は秒単位。
sr@latin: Koliko često da se proveravaju nadogradnje distribucije. Vrednost se zadaje u sekundama.

source: How often to check for updates
ja: 更新を調査する頻度
sr@latin: Koliko često da se proverava za nadogradnje

source: How often to check for updates. Value is in seconds.
ja: 更新を調査する頻度です。値は秒単位。
sr@latin: Koliko često da se proverava za nadogradnje. Vrednost se zadaje u sekundama.

source: How often to refresh the package cache
ja: パッケージのキャッシュをリフレッシュする頻度
sr@latin: Koliko često da se osvežava keš paketa

source: How often to refresh the package cache. Value is in seconds.
ja: パッケージのキャッシュをリフレッシュする頻度です。値は秒単位。
sr@latin: Koliko često da se osvežava keš paketa. Vrednost se zadaje u sekundama.

source: If search terms should be completed automatically
ja: 検索を自動的に完了するかどうか
sr@latin: Da li da se pojam za pretragu automatski dopunjuje

source: Install updates automatically when running on battery power
ja: バッテリー動作時に自動更新でインストールする
sr@latin: Instaliraj nadogradnje automatski kada sistem radi na bateriju

source: Interaction modes that must be used, overriding requests from client
ja: クライアントからの要求に優先させて使用するインタラクションモード
sr@latin: Nivo interakcije koji se mora koristiti, poništava zahtev koji je klijent naveo

source: Interaction modes to use by default
ja: インタラクションモードをデフォルトで使用する
sr@latin: Nivo interakcije koji se podrazumevano koristi

source: Messages that should be ignored
ja: 無視するメッセージ
sr@latin: Poruke koje treba ignorisati

source: Messages that should be ignored, separated by commas. These can include '*' and '?' characters
ja: 無視するメッセージをカンマで区切って指定します。'*'と'?'を含めてもかまいません。
sr@latin: Poruke koje treba ignorisati, odvojene zarezima. Ovde mogu da se koriste i karakteri „*“ i „?“

source: Notify the user before a large update is done on a mobile broadband connection
ja: モバイル通信で、大きな更新を行う前にユーザに通知します
sr@latin: Obavesti korisnika pre velikih nadogradnji kada je na mobilnoj širokopojasnoj vezi

source: Notify the user for completed updates
ja: 更新が完了したときにユーザに通知する
sr@latin: Obavesti korisnika o završenim nadogradnjama

source: Notify the user for completed updates where the user needs to restart
ja: 再起動が必要な更新が完了したときユーザに通知する
sr@latin: Obaveštava korisnika za završene nadogradnje, kada je potrebno ponovno pokretanje računara

source: Notify the user when a task is complete
ja: タスクが完了時にユーザに通知する
sr@latin: Obavesti korisnika kada je posao završen

source: Notify the user when an update has failed
ja: 更新の失敗時にユーザに通知する
sr@latin: Obavesti korisnika kada nadogradnja ne uspe

source: Notify the user when distribution upgrades are available
ja: 更新が利用可能になったときユーザに通知する
sr@latin: Obavesti korisnika kada su dostupne nadogradnje distribucije

source: Notify the user when security updates are available
ja: セキュリティの更新が利用可能になったときユーザに通知する
sr@latin: Obavesti korisnika kada su dostupna sigurnosne nadogradnje

source: Notify the user when the automatic update was not started on battery power
ja: バッテリー動作時で自動更新を開始しないときユーザに通知する
sr@latin: Obavesti korisnika kada automatske nadogradnje ne budu pokrenute zbog baterije

source: Notify the user when the update was not automatically started while running on battery power
ja: バッテリー動作時に自動更新されないときユーザに通知する
sr@latin: Obaveštava korisnika kada nadogradnja ne bude automatski pokrenuta zato što sistem radi na bateriju

source: Notify the user when the update was started
ja: 更新開始時にユーザに通知する
sr@latin: Obavesti korisnika kada nadogradnja počne

source: Notify the user when there are errors
ja: エラーを発生時にユーザに通知する
sr@latin: Obavesti korisnika kada ima grešaka

source: Notify the user when there are messages
ja: メッセージを受けたときにユーザに通知する
sr@latin: Obavesti korisnika kada ima poruka

source: Notify the user when there are messages from the package manager
ja: パッケージマネジャーからメッセージを受けたときにユーザに通知する
sr@latin: Obavesti korisnika kada ima poruka od upravnika paketa

source: Notify the user when updates are available
de_de: Benachrichtige den User, wenn Updates verfügbar sind
ja: 更新が利用可能になったときユーザに通知する
sr@latin: Obavesti korisnika kada su dostupne nadogradnje

source: Only show native packages in the file lists
ja: ファイルリストのディストリ固有パッケージのみ表示する
sr@latin: Prikaži samo izvorne pakete u spisku datoteka

source: Only show native packages matching the machine architecture in the file lists
ja: ファイルリストのマシンアーキテクチャに一致したディストリ固有パッケージのみ表示する
sr@latin: Prikazuje samo izvorne pakete koji odgovaraju arhitekturi ovog računara u spisku datoteka

source: Only show the newest packages in the file lists
ja: ファイルリストの更新されたパッケージだけ表示
sr@latin: Prikaži samo najnovije pakete u spisku datoteka

source: Only show the newest packages in the update list, and filter out older updates that are still available.
ja: 最新パッケージの更新リストのみ表示し、利用可能な古い更新は除外する。
sr@latin: Prikazuje samo najnovije pakete u listi nadogradnji, i filtrira starije nadogradnje koje su još dostupne.

source: Only show the newest updates in the list
ja: リストの最新の更新だけ表示
sr@latin: Prikazuje samo najnovije pakete u spisku

source: Programs that should be ignored when they issue session D-Bus requests
ja: D-Busセッションの要求時に問題が発生したとき無視するプログラムです
sr@latin: Programi koje treba ignorisati kada izdaju D-Bus zahtev

source: Programs that should be ignored when they issue session D-Bus requests, separated by commas.
ja: D-Busセッションの要求時に問題が発生したとき無視するプログラムです
sr@latin: Programi koje treba ignorisati kada izdaju D-Bus zahtev, odvojeni zarezima.

source: Scroll to packages as they are downloaded
ja: ダウンロードするパッケージをスクロール
sr@latin: Prikaži one pakete koji se preuzimaju

source: Scroll to packages in the update list as they are downloaded or installed.
ja: ダウンロードまたはインストールする更新リストのパッケージをスクロールする。
sr@latin: Prikazuje one paketa u listi nadogradnji koji se upravo preuzimaju ili instaliraju.

source: Show all repositories in the software source viewer
ja: ソフトウェアのソースビュアーのすべてのリポジトリを表示する
sr@latin: Prikaži sva skladišta u pregledaču izvora programa

source: Show the 'All Packages' group menu
ja: 'すべてのパッケージ'グループメニューの表示
sr@latin: Prikaži grupu menija „Svi paketi“

source: Show the all packages menu item. This takes a long time to populate on most backends and is not generally required by end users
ja: すべてのパッケージメニューアイテムを表示します。バックエンドでの実行に時間がかかり、エンドユーザは一般的に使わないものです
sr@latin: Prikazuje stavku menija svih paketa. Ova stavka se dugo popunjava na većini pozadinskih motora, a korisnici je uglavnom ne zahtevaju.

source: Show the category group menu
ja: カテゴリーグループメニューの表示
sr@latin: Prikaži grupu menija kategorija

source: Show the category group menu. This is more complete and custom to the distribution, but takes longer to populate
ja: カテゴリーグループメニューを表示します。これでディストリビューションのより完全なカスタマイズができますが、導入に時間がかかります。
sr@latin: Prikazuje grupu menija kategorija. Ovo je kompletnije i prilagođeno distribuciji, ali treba više vremena da se popuni

source: Show the transaction progress icon in the tray when the original application is still running.
ja: オリジナルのアプリケーションが実行されているとき、トランザクションの進行中のアイコンをトレイに表示します。
sr@latin: Prikazuje ikonicu napretka transakcije u obaveštajnoj zoni dok originalni program još uvek radi.

source: Show transactions that have the original application running
ja: オリジナルのアプリケーション実行時にトランザクションを表示
sr@latin: Prikaži transakcije koje još imaju program koji radi

source: The number of seconds at session startup to wait before checking for updates
ja: 更新の調査前にセッション開始までの待機時間の秒数
sr@latin: Broj sekundi koji se čeka na početku sesije pre provere za nadogradnje

source: The search mode used by default
ja: デフォルトで使用する検索モード
sr@latin: Podrazumevani način pretrage

source: The search mode used by default. Options are "name", "details", or "file"
ja: デフォルトで使用する検索モード。オプションは"name"、"details"、または"file"です。
sr@latin: Podrazumevani način pretrage. Opcije su „name“ (po imenu), „details“ (po detaljima), ili „file“ (po imenu datoteka)

source: This key determines if applications should be able to prompt for fonts
ja: アプリケーションで利用可能なフォントを決定するキー
sr@latin: Ovaj ključ određuje da li će program moći da pita za fontove

source: Use WiFi (wireless LAN) connections to check for updates
ja: 更新の調査の接続でWiFi(wiress-LAN)を使用する。
sr@latin: Koristi WiFi vezu (bežični LAN) za proveru nadogradnji

source: Use WiFi connections
ja: WiFi接続を使用する
sr@latin: Koristi bežičnu vezu

source: Use mobile broadband connections
ja: モバイルのブロードバンド接続を使用します
sr@latin: Koristi mobilnu širokopojasnu vezu

source: Use mobile broadband connections such as GSM and CDMA to check for updates
ja: GSMやCDMAといったモバイルのブロードバンド接続を更新の調査に使用します
sr@latin: Koristi mobilnu širokopojasnu vezu kao što je GSM ili CDMA za proveru nadogradnji

source: When displaying UI from a session DBus request, automatically use these options by default
ja: DBusセッションリクエストからUIを表示するとき、自動的に以下のオプションをデフォルトで使用します
sr@latin: Kada se prikazuje grafičko sučelje iz DBus zahteva u sesiji, automatski koristi ove opcije

source: When displaying UI from a session DBus request, force these options to be turned on
ja: DBusセッションリクエストからUIを表示するとき、以下のオプションを強制的に使用します
sr@latin: Kada se prikazuje grafičko sučelje iz DBus zahteva u sesiji, primoraj uključivanje ovih opcija

source: Add or remove software installed on the system
ja: システムにインストールされたパッケージの追加と削除
sr@latin: Dodaj ili ukloni programe instalirane na ovom sistemu

source: Add/Remove Software
de_de: Software Hinzufügen / Löschen
ja: ソフトウェアの追加/削除
sr@latin: Dodaj/ukloni programe

source: About this software
ja: このソフトウェアについて
sr@latin: O ovom programu

source: Depends on
ja: 依存している

source: Edit list of software sources
ja: ソフトウェアリポジトリの編集
sr@latin: Izmeni spisak izvora programa

source: Execute graphical applications
ja: GUIアプリケーションの起動
sr@latin: Izvrši grafički program

source: Fi_nd
ja: 検索(_N)
sr@latin: Pr_etraga

source: Get file list
ja: ファイルリストを取得

source: Help with this software
ja: このソフトウェアについて
sr@latin: Pomoć oko ovog programa

source: Install
de_de: Installiiere
ja: インストール
sr@latin: Instaliraj

source: Only N_ative Packages
ja: ディストリ固有のパッケージのみ(_A)
sr@latin: _Samo izvorni paketi

source: Only _Available
ja: 利用可能なもののみ(_A)
sr@latin: S_amo dostupni

source: Only _Development
ja: 開発版のみ(_D)
sr@latin: Samo _razvojni

source: Only _End User Files
ja: エンドユーザのファイルのみ(_E)
sr@latin: Samo _za krajnjeg korisnika

source: Only _Graphical
ja: グラフィカルな物のみ(_G)
sr@latin: Samo _grafički

source: Only _Installed
ja: インストール済の物のみ(_I)
sr@latin: Samo _instalirani

source: Only _Newest Packages
ja: 最新パッケージのみ(_N)
sr@latin: Samo _najnoviji paketi

source: Only _Non-Free Software
ja: ノンフリーなソフトウェアのみ(_N)
sr@latin: Sa_mo neslobodni programi

source: Only _Non-Source Code
ja: ノンフリーなソースコードのみ(_N)
sr@latin: Sam_o bez izvornog kôda

source: Only _Text
ja: テキストのみ(_T)
sr@latin: Samo _tekstualni

source: Only show one package, not subpackages
ja: 単体パッケージのみ表示して、サブパッケージは表示しない
sr@latin: Prikazuj samo jedan paket, ne i potpakete

source: Only show packages matching the machine architecture
ja: マシンアーキテクチャに一致するパッケージのみ表示
sr@latin: Prikazuj samo pakete koji odgovaraju arhitekturi računara

source: Only show the newest available package
ja: 更新されたパッケージだけ表示
sr@latin: Prikazuj samo najnovije dostupne pakete

source: Project homepage
ja: プロジェクトのホームページ

source: Refresh Package Lists
ja: パッケージリストの表示更新
sr@latin: Osveži spisak paketa

source: Refresh the list of packages on the system
ja: システムのパッケージリストの更新を行っています
sr@latin: Osvežava spisak paketa na sistemu

source: Remove
de_de: Lösche
ja: アンインストール
sr@latin: Ukloni

source: Required by
ja: 依存されている

source: Run program
ja: プログラムを実行

source: S_election
ja: 選択(_E)
sr@latin: _Izbor

source: Software Log
ja: ソフトウェアログ
sr@latin: Dnevnik programa

source: Software Sources
ja: ソフトウェアリポジトリ
sr@latin: Izvori programa

source: View previously added or removed software
ja: 前回追加または削除されたソフトウェアを表示
sr@latin: Pregledaj prethodno dodate ili uklonjene programe

source: Visit the project homepage
ja: プロジェクトのホームページへアクセス
sr@latin: Poseti veb stranu projekta

source: _Contents
ja: _コンテンツ
sr@latin: _Sadržaj

source: _Development
ja: 開発(_D)
sr@latin: _Razvojni

source: _Filters
ja: フィルタ(_F)
sr@latin: _Filteri

source: _Free
ja: フリー(_F)
sr@latin: _Slobodni

source: _Graphical
ja: グラフィカル(_G)
sr@latin: _Grafički

source: _Help
de_de: _Hilfe
ja: ヘルプ(_H)
sr@latin: _Pomoć

source: _Hide Subpackages
ja: サブパッケージを隠す(_H)
sr@latin: S_akrij potpakete

source: _Installed
ja: インストール済(_I)
sr@latin: _Instalirani

source: _No Filter
ja: フィルタをかけない(_N)
sr@latin: _Bez filtera

source: _Only Free Software
ja: フリーなソフトウェアのみ(_O)
sr@latin: Sam_o slobodni paketi

source: _Only Source Code
ja: ソースコードのみ(_O)
sr@latin: S_amo izvorni kôd

source: _Source
ja: ソース(_S)
sr@latin: _Izvorni kôd

source: _System
ja: システム(_S)
sr@latin: Sis_tem

source: Backend Status
ja: バックエンドの状態
sr@latin: Stanje pozadinskog motora

source: Backend author:
ja: バックエンドの開発者
sr@latin: Autor pozadinskog motora:

source: Backend name:
ja: バックエンド
sr@latin: Ime pozadinskog motora:

source: Install Package
ja: インストール済パッケージ
sr@latin: Instaliraj paket

source: More details
ja: 詳細
sr@latin: Više detalja

source: License Agreement Required
ja: ライセンスへの合意が必要です
sr@latin: Zahteva se prihvatanje ugovora o licenci

source: _Accept Agreement
ja: 承諾します(_A)
sr@latin: _Prihvati ugovor

source: Catalog Installer
ja: カタログインストーラ
sr@latin: Instaler kataloga

source: Install a catalog of software on the system
ja: システムにインストールされたカタログの更新
sr@latin: Instalira katalog programa na sistem

source: Install selected software on the system
de_de: Installiere ausgewöhlte Software auf dem System
ja: 選択されたソフトウェアをシステムにインストールします
sr@latin: Instaliraj izabrane programe na sistem

source: Package Installer
de_de: Paket-Installer
ja: パッケージインストーラ
sr@latin: Instaler paketa

source: Software Log Viewer
ja: ソフトウェア更新履歴ビューア
sr@latin: Pregledač dnevnika programa

source: View past package management tasks
ja: 以前のパッケージ管理タスクの閲覧
sr@latin: Prikazuje prethodne poslove upravnika paketa

source: Filter
ja: フィルタ

source: Change software update preferences
ja: ソフトウェア更新設定の変更
sr@latin: Menja podešavanja nadogradnji programa

source: Software Updates
ja: ソフトウェア更新
sr@latin: Nadogradnje programa

source: C_heck for updates:
ja: アップデートの確認(_H)
sr@latin: Pot_raži nadogradnje:

source: Check for major _upgrades:
ja: アップデートの確認(_U)
sr@latin: Pr_overi za velike nadogradnje:

source: Check for updates when using mobile broadband
ja: モバイルのブロードバンド使用時に更新を調査する
sr@latin: Potraži nadogradnje kada se koristi veza preko mobilnog

source: Currently using mobile broadband
ja: 現在使用しているモバイルのブロードバンド
sr@latin: Trenutno se koristi mobilna širokopojasna veza

source: Software Update Preferences
de_de: Software-Update Einstellungen
ja: ソフトウェア更新の設定
sr@latin: Podešavanje nadogradnji programa

source: Update Settings
ja: 設定の更新
sr@latin: Podešavanja nadogradnji

source: _Automatically install:
ja: 自動インストール(_A)
sr@latin: _Sam instaliraj:

source: Enable or disable software sources
ja: ソフトウェアリポジトリの有効化又は無効化
sr@latin: Omogući ili onemogući izvore programa

source: Shows more software sources that may be interesting
ja: 注目すべきソフトウエアソースの表示
sr@latin: Prikaži još izvora programa koji mogu biti interesantni

source: _Show debug and development software sources
ja: デバッグ及び開発用ソフトウェアのリポジトリ表示(_S)
sr@latin: _Prikaži razvojne i izvore programa za otklanjanje grešaka

source: Action
ja: アクション
sr@latin: Radnja

source: Create
ja: 作成
sr@latin: Napravi

source: Create a copy of this computers package list
ja: このコンピュータのパッケージリストのコピーを作成
sr@latin: Napravi kopiju spiska paketa ovog računara

source: Create an archive of a specific package
ja: 特定のパッケージのアーカイブを作成
sr@latin: Napravi arhivu određenog paketa

source: Create an archive of all the pending updates
ja: ペンディングしたすべての更新のアーカイブを作成
sr@latin: Napravi arhivu svih nadogradnji na čekanju

source: Destination package list:
ja: ディストリビューションパッケージリスト:
sr@latin: Odredišna lista paketa:

source: Details
ja: 詳細
sr@latin: Detalji

source: Multiple packages can be specified using a comma delimited list
ja: カンマで分離したリストで、複数のパッケージをしてい可能にする
sr@latin: Više paketa može biti navedeno koristeći spisak odvojen zarezima

source: Output directory:
ja: 出力ディレクトリ:
sr@latin: Izlazna fascikla:

source: Progress
ja: 進行中
sr@latin: Napredak

source: Save New Service Pack
ja: 新規サービスパックの保存
sr@latin: Sačuvaj novi servisni paket

source: Select A Package List File
ja: パッケージリストファイルの選択
sr@latin: Izaberi datoteku sa spiskom paketa

source: Service Pack Creator
ja: サービスパック作成者
sr@latin: Izrada servisnog paketa

source: Do you recognise the user and trust this key?
ja: ユーザを認証し、このキーを信用しますか?
sr@latin: Da li prepoznajete korisnika i verujete ovom ključu?

source: Do you trust the source of the packages?
ja: パッケージのソースを信用しますか?
sr@latin: Da li verujete izvoru ovog paketa?

source: Package:
ja: パッケージ:
sr@latin: Paket:

source: Repository name:
ja: リポジトリ名:
sr@latin: Ime skladišta:

source: Signature URL:
ja: シグネチャURL:
sr@latin: Adresa potpisa:

source: Signature identifier:
ja: シグネチャ識別子:
sr@latin: Identifikacija potpisa:

source: Signature user identifier:
ja: シグネチャユーザ識別子
sr@latin: Identifikacija potpisa korisnika:

source: Software signature is required
ja: ソフトウェアシグネチャは必須
sr@latin: Potpis programa je obavezan

source: PackageKit Update Applet
ja: パッケージキット更新アプレット
sr@latin: Programče za nadogradnje „Paket aranžmana“

source: Software Update
ja: ソフトウェアの更新
sr@latin: Ažuriranje programa

source: Update software installed on the system
ja: システムにインストールされたパッケージの更新
sr@latin: Nadogradi programe instalirane na ovom sistemu

source: Software updates correct errors, eliminate security vulnerabilities and provide new features.
ja: エラー修正のソフトウェアを更新し、セキュリティの脆弱性と新機能は除外する。
sr@latin: Nadogradnjama programa možete ispraviti postojeće greške, ukloniti sigurnosne propuste i dobiti nove funkcije.

source: _Install Update(s)
ja: 更新をインストール(_I)

source: _Upgrade
ja: 更新(_U)
sr@latin: _Nadogradnja

source: _Details
ja: 詳細(_D)
sr@latin: _Detalji

source: Package
ja: パッケージ
sr@latin: Paket

source: _Remove
ja: 削除(_R)
sr@latin: _Ukloni

source: Remove %i additional package?
ja: %i 個の追加パッケージを削除しますか?
sr@latin: Da uklonim %i dodatni paket?

source: The software which you want to remove is required to run other software, which will be removed too.
ja: 削除したいソフトウェア他のソフトウェアの実行に必要な場合、それも削除します。
sr@latin: Program koji želite da uklonite je potreban za pokretanje drugih programa koji će takođe biti uklonjeni.

source: _Install
ja: インストール(_I)
sr@latin: _Instaliraj

source: Install %i additional package?
ja: %i 個の追加パッケージをインストールしますか?
sr@latin: Da instaliram %i dodatni paket?

source: The software that you want to install requires additional software to run correctly.
ja: インストールしたいソフトウェアを正しく実行させるため、追加のソフトウェアが必要です。
sr@latin: Program koji želite da instalirate zahteva dodatne programe kako bi radio ispravno.

source: %i file installed by %s
ja: %i個のファイルが%sによってインストールされました
sr@latin: %i datoteka je instalirana od strane programa %s

source: No packages
ja: パッケージが見つかりません
sr@latin: Nema paketa

source: No other packages require this package
ja: このパッケージを要求するパッケージはありません。
sr@latin: Nema drugih paketa koji zahtevaju ovaj paket

source: %i package requires %s
ja: %i個のパッケージが%sを要求しています。
sr@latin: %i paket zahteva %s

source: Packages listed below require %s to function correctly.
ja: 以下のリストのパッケージが%sを正しく使用するために必要です。
sr@latin: Paketi sa priloženog spiska zahtevaju %s da bi radili ispravno.

source: This package does not depends on any others
ja: このパッケージは他のパッケージから依存されてるとは思われていません
sr@latin: Ovaj paket ne zavisi od nijednog drugog paketa

source: %i additional package is required for %s
ja: %i個のパッケージが%sに要求されています。
sr@latin: %i dodatni paket je zahtevan od programa %s

source: Packages listed below are required for %s to function correctly.
ja: 以下のリストのパッケージが%sの機能を正しく使用するために必要です。
sr@latin: Paket %s zahteva paket sa spiska ispod.

source: Invalid
ja: 無効
sr@latin: Neispravno

source: No results were found.
ja: 見つかりませんでした
sr@latin: Ništa nije nađeno.

source: Try entering a package name in the search bar.
ja: サーチバーにパッケージ名を入力してください
sr@latin: Pokušajte da unesete ime paketa u traku za pretragu.

source: There are no packages queued to be installed or removed.
ja: インストールまたは削除するパッケージはありません。
sr@latin: Nema paketa koji čekaju na instalaciju ili uklanjanje.
