Repository: GNOME/gnome-packagekit
Catalog: po/*.po
Languages: de_de, ja, sr@latin

source: Try searching package descriptions by clicking the icon next to the search text.
ja: 検索テキストの横のアイコンをクリックすると、記述されたパッケージの検索を試みます。
sr@latin: Pokušajte da tražite po opisu paketa tako što čete kliknuti na ikonicu pored teksta za pretragu.

source: Try again with a different search term.
ja: 異なる文字列で再検索してください
sr@latin: Pokušajte ponovo sa drugim pojmom za pretragu.

source: Invalid search text
ja: 検索文字列が無効です
sr@latin: Neispravan tekst pretrage

source: The search text contains invalid characters
ja: 検索文字列に無効な文字列が含まれています
sr@latin: Tekst pretrage sadrži neispravne karaktere

source: The search could not be completed
de_de: Die Suche konnte nicht abgeschlossen werden
ja: 検索が完了しませんでした
sr@latin: Ne mogu da izvršim pretragu

source: Running the transaction failed
ja: トランザクションの実行に失敗しました
sr@latin: Neuspeh pri transakciji

source: Changes not applied
ja: 変更は適用されませんでした
sr@latin: Izmene nisu primenjene

source: Close _Anyway
ja: 無視して閉じる(_A)
sr@latin: Svejedno z_atvori

source: You have made changes that have not yet been applied.
ja: 適用していない変更があります。
sr@latin: Imate izmena koje još nisu primenjene.

source: These changes will be lost if you close this window.
ja: これらの変更は、このウィンドウを閉じると失われます。
sr@latin: Izmene će biti izgubljene ako zatvorite prozor.

source: Installed
de_de: Installiert
ja: インストール
sr@latin: Instaliran

source: Name
ja: 名前
sr@latin: Ime

source: Type
de_de: Typ
ja: タイプ
sr@latin: Vrsta

source: Collection
ja: コレクション
sr@latin: Kolekcija

source: Visit %s
ja: %sにアクセスする
sr@latin: Poseti %s

source: Project
ja: プロジェクト
sr@latin: Projekat

source: Homepage
ja: ホームページ
sr@latin: Početna strana

source: Group
ja: グループ
sr@latin: Grupa

source: License
ja: ライセンス
sr@latin: Licenca

source: Menu
ja: メニュー
sr@latin: Meni

source: Size
ja: サイズ
sr@latin: Veličina

source: Installed size
ja: インストール後のサイズ
sr@latin: Veličina na sistemu

source: Download size
ja: ダウンロード時のサイズ
sr@latin: Veličina za preuzimanje

source: Source
ja: ソース
sr@latin: Izvor

source: Selected packages
ja: 選択されたパッケージ
sr@latin: Izabrani paketi

source: Searching by name
ja: 名前から検索
sr@latin: Pretraga po imenu

source: Searching by description
ja: 説明から検索
sr@latin: Pretraga po opisu

source: Searching by file
ja: ファイルから検索
sr@latin: Pretraga po datoteci

source: Search by name
ja: 名前で検索
sr@latin: Traži po imenu

source: Search by description
ja: 説明から検索
sr@latin: Traži po opisu

source: Search by file name
ja: ファイル名で検索
sr@latin: Traži po imenu datoteke

source: Failed to show url
ja: URLの表示に失敗しました
sr@latin: Ne mogu da prikažem adresu

source: Licensed under the GNU General Public License Version 2
de_de: Lizensiert unter der GNU General Public Lizenz Version 2
ja: このソフトウエアは GNU 一般公衆利用許諾契約書バージョン2の元にライセンスされています。
sr@latin: Izdato pod GNU-ovom Opštom javnom licencom u verziji 2

source: translator-credits
de_de: Ins Deutsche übersetzt durch Thilo Pfennig <thilopfennig@foresightlinux.org>
ja: Yohsuke Ooi <meke@momonga-linux.org> Nishio Futoshi <futoshi@momonga-linux.org> 草野 貴之 <AE5T-KSN@asahi-net.or.jp> 日本GNOMEユーザ会 <http://www.gnome.gr.jp/>
sr@latin: Branko Kokanović <branko.kokanovic@gmail.com> Prevod.org — prevod na srpski jezik

source: PackageKit Website
ja: PackageKitのウェブサイト
sr@latin: Veb stranica Paket aranžman

source: Package Manager for GNOME
ja: GNOMEのパッケージマネジャー
sr@latin: Gnomov upravnik paketa

source: Text
ja: テキスト
sr@latin: Tekst

source: Enter a package name and then click find, or click a group to get started.
ja: パッケージ名を入力し、検索をクリックするか、グループ取得をクリックしてください
sr@latin: Unesite ime paketa i kliknite na pretragu, ili na grupu da krenete sa radom.

source: Enter a package name and then click find to get started.
ja: パッケージめを入力し、検索開始をクリックしてください
sr@latin: Unesite ime paketa i kliknite na pretragu da krenete sa radom.

source: Exiting as properties could not be retrieved
ja: プロパティが取得不能なので終了します
sr@latin: Izlazim jer ne mogu da dobijem osobine

source: All packages
ja: すべてのパッケージ
sr@latin: Svi paketi

source: Show all packages
ja: すべてのパッケージを表示
sr@latin: Prikaži sve pakete

source: Clear current selection
ja: 選択しているものをクリアします
sr@latin: Očisti trenutni izbor

source: Changes are not applied instantly, this button applies all changes
ja: 変更はすぐに適用されませんが、このボタンですべての変更を適用します
sr@latin: Izmene se ne primenjuju odmah, već klikom na ovo dugme

source: Visit home page for selected package
ja: 選択されたパッケージのホームページを訪問する
sr@latin: Posetite veb stranicu za izabrani paket

source: Find packages
ja: パッケージの検索
sr@latin: Traži pakete

source: Cancel search
ja: 検索のキャンセル
sr@latin: Poništi pretragu

source: Show the program version and exit
ja: プログラムのバージョンを表示し終了します
sr@latin: Prikaži izdanje programa i izađi

source: Package installer
ja: パッケージインストーラ
sr@latin: Instaler paketa

source: Exiting as backend details could not be retrieved
ja: バックエンドの詳細が取得不能なので終了します
sr@latin: Izlazim jer ne mogu da dobijem detalje o pozadinskom motoru

source: PackageKit Backend Details Viewer
de_de: PackageKit Backend-Details-Betrachter
ja: パッケージキットのバックエンド詳細のビューア
sr@latin: Pregled detalja pozadinskog motora Paket aranžmana

source: _Preferences
de_de: _Einstellungen
ja: 設定(_P)
sr@latin: _Postavke

source: _About
de_de: _Über
ja: 情報(_A)
sr@latin: _O programu

source: One package was skipped:
ja: 一つのパッケージをスキップしました:
sr@latin: Jedan paket je preskočen:

source: The system update has completed
de_de: Das Systemupdate wurde abgeschlossebn
ja: システムの更新は完了しました
sr@latin: Ažuriranje sistema je završeno

source: Restart computer now
de_de: Starten Sie Ihren Computer jetzt neu
ja: コンピューターを再起動してください.
sr@latin: Ponovo pokreni računar

source: Do not show this again
ja: 二度と表示しない
sr@latin: Više ne prikazuj ovo

source: Show details
ja: 詳細の表示
sr@latin: Prikaži detalje

source: GNOME PackageKit Update Icon
ja: パッケージキット更新アイコン
sr@latin: Ikonica nadogradnji Gnomovog Paket aranžmana

source: Updated successfully
ja: 更新は成功しました
sr@latin: Ažuriranje je uspelo

source: Security update available
de_de: Sicherheitsudpate verfügbar
ja: セキュリティアップデートが見つかりました
sr@latin: Dostupna je sigurnosna nadogradnja

source: An important update is available for your computer:
ja: 以下の重要な更新がこのコンピュータで利用可能です:
sr@latin: Važna nadogradnja je dostupna za vaš računar:

source: Install updates
ja: 更新をインストール
sr@latin: Instaliraj nadogradnje

source: Automatic updates are not being installed as the computer is running on battery power
ja: コンピュータがバッテリ動作中なので、自動更新でインストールされません
sr@latin: Automatske nadogradnje neće biti instalirane jer se računar napaja sa baterije

source: Updates not installed
ja: 更新をインストールしません
sr@latin: Nadogradnje nisu instalirane

source: Install the updates anyway
ja: あらゆる更新をインストール
sr@latin: Ipak instaliraj nadogradnje

source: Updates are being installed
de_de: Updates werden installiert
ja: 更新されたものがインストールされます
sr@latin: Nadogradnje se trenutno instaliraju

source: Updates are being automatically installed on your computer
de_de: Updates werden automatisch auf Ihrem Computer installiert
ja: 更新されたものは、コンピュータに自動的にインストールされます
sr@latin: Nadogradnje se trenutno automatski instaliraju na vaš računar

source: Cancel update
de_de: Breche Update ab
ja: 更新のキャンセル
sr@latin: Prekini nadogradnje

source: There is %d update available
ja: %d 個の更新が利用可能です
sr@latin: Dostupna je %d nadogradnja

source: Update available
ja: 利用可能な更新
sr@latin: Nadogradnja je dostupna

source: Update available (on battery)
ja: (バッテリーで)利用可能な更新
sr@latin: Nadogradnja je dostupna (na bateriji)

source: Distribution upgrades available
ja: 利用可能なディストリビューションの更新
sr@latin: Dostupne su nadogradnje distribucije

source: More information
ja: 詳細
sr@latin: Više podataka

source: This application is running as a privileged user
ja: このアプリケーションは特権ユーザで実行しています
sr@latin: Program radi pod administratorskim nalogom

source: %s is running as a privileged user
ja: %s は特権ユーザで実行しています
sr@latin: %s radi pod administratorskim nalogom

source: Package management applications are security sensitive.
ja: パッケージマネジャーアプリケーションは、セキュリティに敏感です。
sr@latin: Programi za upravljanje paketa mogu uticati na sigurnost sistema.

source: Running graphical applications as a privileged user should be avoided for security reasons.
ja: 特権ユーザでGUIアプリケーションを実行することは、セキュリティ上避ける咲けるべきです。
sr@latin: Treba izbegavati pokretanje grafičkih programa pod administratorskim nalogom iz sigurnosnih razloga.

source: Continue _Anyway
ja: 無視して継続する(_A)
sr@latin: Ipak _nastaviti

source: Now
ja: 今すぐ
sr@latin: Sada

source: %i second
ja: %i秒
sr@latin: %i sekunda

source: %i minute
ja: %i分
sr@latin: %i minut

source: %i hour
ja: %i時間
sr@latin: %i sat

source: minute
ja: 分
sr@latin: minut

source: second
ja: 秒
sr@latin: sekunda

source: hour
ja: 時間
sr@latin: sat

source: %s and %s
ja: %s と %s
sr@latin: %s i %s

source: %s, %s and %s
ja: %s、 %s そして %s
sr@latin: %s, %s i %s

source: %s, %s, %s and %s
ja: %s、 %s、 %s そして %s
sr@latin: %s, %s, %s i %s

source: %s, %s, %s, %s and %s
ja: %s、 %s、 %s、 %s そして %s
sr@latin: %s, %s, %s, %s i %s

source: Failed to install software
ja: ソフトウェアのインストールに失敗しました
sr@latin: Ne mogu da instaliram program

source: No applications were chosen to be installed
ja: インストールするアプリケーションが選択されていません
sr@latin: Nijedan program nije izabran za instalaciju

source: Error details
ja: エラーの詳細
sr@latin: Detalji o grešci

source: Package Manager error details
ja: パッケージマネジャーのエラーの詳細
sr@latin: Detalji greške menadžera paketa

source: Unknown error. Please refer to the detailed report and report in your distribution bugtracker.
ja: 不明なエラー:詳細をディストリビューションのバグトラッカーに報告してください
sr@latin: Nepoznata greška. Pogledajte detaljni izveštaj i prijavite grešku na sajtu za prijavljivanje grešaka vaše distribucije.

source: You don't have the necessary privileges to perform this action.
ja: その操作を実行する権限がありません
sr@latin: Nemate dovoljno ovlašćenja da biste izvršili ovu radnju.

source: The packagekitd service could not be started.
ja: packagekitdのサービスが開始されていません
sr@latin: Ne mogu da pokrenem packagekitd servis.

source: The query is not valid.
ja: 要求が無効です。
sr@latin: Upit nije ispravan.

source: The file is not valid.
ja: ファイルが無効です。
sr@latin: Datoteka nije ispravna.

source: Failed to install package
ja: パッケージのインストールに失敗しました
sr@latin: Ne mogu da instaliram paket

source: Installing packages
ja: パッケージのインストール中
sr@latin: Instaliranje paketa

source: Failed to install file
ja: ファイルのインストールに失敗しました
sr@latin: Ne mogu da instaliram datoteku

source: Do you want to install this file?
ja: このファイルをインストールしますか?
sr@latin: Da li želite da instalirate ovu datoteku?

source: Install local file
ja: ローカルファイルのインストール
sr@latin: Instaliraj lokalnu datoteku

source: Could not find packages
ja: パッケージのが見つかりませんでした
sr@latin: Ne mogu da pronađem pakete

source: The packages could not be found in any software source
ja: ソフトウェアソースで、パッケージが見つかりませんでした
sr@latin: Paketi nisu nađeni ni u jednom izvoru programa

source: Failed to install packages
ja: パッケージのインストールに失敗しました
sr@latin: Ne mogu da instaliram pakete

source: The package is already installed
de_de: Das Paket ist schon installiert
ja: 既にインストールされているパッケージです
sr@latin: Paket je već instaliran

source: Incorrect response from search
ja: 検索で奇妙な結果が届きました
sr@latin: Neispravan odgovor pretrage

source: An additional package is required:
ja: 追加のパッケージが必要です:
sr@latin: Zahtevan je dodatni paket:

source: Do you want to search for and install this package now?
ja: このパッケージを検索しインストールしますか?
sr@latin: Da li želite da tražite i instalirate ovaj paket sada?

source: %s wants to install a package
ja: %s はパッケージをインストールします
sr@latin: %s želi da instalira paket

source: A program wants to install a package
ja: プログラムはパッケージをインストールします
sr@latin: Program želi da instalira paket

source: Searching for packages
ja: パッケージ名の検索中
sr@latin: Pretražujem pakete

source: Failed to find package
ja: パッケージの検索に失敗しました
sr@latin: Ne mogu da nađem pakete

source: The file could not be found in any packages
ja: そのファイルが存在するパッケージはありません
sr@latin: Ne mogu da pronađem datoteku ni u jednom paketu

source: The %s package already provides this file
ja: %sパッケージが既にこのファイルを提供しています
sr@latin: Paket %s već obezbeđuje ovu datoteku

source: The following file is required:
ja: 以下のファイルが必要です:
sr@latin: Potrebna je sledeća datoteka:

source: Do you want to search for this file now?
ja: このファイルをすぐに検索しますか?
sr@latin: Da li sada želite da pretražite ovu datoteku?

source: %s wants to install a file
ja: %s はファイルをインストールします
sr@latin: %s želi da instalira datoteku

source: A program wants to install a file
ja: プログラムがインストールするファイル
sr@latin: Program želi da instalira datoteku

source: Searching for file
de_de: Suche nach Datei
ja: ファイルを検索
sr@latin: Tražim datoteku

source: The following plugin is required:
ja: 以下のプラグインが必要です:
sr@latin: Potreban je sledeći dodatak:

source: Do you want to search for this now?
ja: これをすぐに検索しますか?
sr@latin: Da li sada želite da potražite ovo?

source: %s requires an additional plugin to decode this file
ja: このファイルをデコードする追加のプラグイン %s が必要です
sr@latin: %s zahteva dodatak za otvaranje ove datoteke

source: %s requires an additional plugin to encode this file
ja: このファイルをエンコードする追加のプラグイン %s が必要です
sr@latin: %s zahteva dodatak za kodiranje ove datoteke

source: %s requires an additional plugin for this operation
ja: この処理には追加のプラグイン %s が必要です
sr@latin: %s zahteva dodatak za ovu radnju

source: A program requires an additional plugin to decode this file
ja: このプログラムは、ファイルをデコードする追加のプラグインが必要です
sr@latin: Program zahteva dodatak za otvaranje ove datoteke

source: A program requires an additional plugin to encode this file
ja: このプログラムは、ファイルをエンコードする追加のプラグインが必要です
sr@latin: Program zahteva dodatak za kodiranje ove datoteke

source: A program requires an additional plugin for this operation
ja: このプログラムは、処理を行うため追加のプラグインが必要です
sr@latin: Program zahteva dodatak za ovu radnju

source: Search
ja: 検索
sr@latin: Traži

source: Failed to search for plugin
ja: プラグインの検索に失敗しました
sr@latin: Ne mogu da nađem dodatak

source: Could not find plugin in any configured software source
ja: 設定されているソフトウェアソースでプラグインが見つかりませんでした
sr@latin: Ne mogu da nađem dodatak ni u jednom podešenom izvoru programa

source: Install the following plugin
ja: 以下のプラグインをインストール
sr@latin: Instaliraj sledeći dodatak

source: Do you want to install this package now?
ja: このパッケージをすぐにインストールしますか?
sr@latin: Želite li da instalirate ovaj paket sada?

source: Searching for plugins
ja: プラグインを検索
sr@latin: Tražim dodatke

source: Searching for plugin: %s
ja: プラグインを検索: %s
sr@latin: Tražim dodatak: %s

source: Failed to search for provides
ja: 提供物の検索に失敗しました
sr@latin: Ne mogu da nađem šta paket obezbeđuje

source: Failed to find software
ja: ソフトウェアの検索に失敗しました
sr@latin: Na mogu da nađem program

source: No new applications can be found to handle this type of file
ja: この形式のファイルを処理する新規アプリケーションはありません
sr@latin: Nema novih programa koji rade sa ovom vrstom datoteke

source: An additional program is required to open this type of file:
ja: この型のファイルを開くため、追加のプログラムが必要です:
sr@latin: Potreban je dodatni program za otvaranje ove vrste datoteka:

source: Do you want to search for a program to open this file type now?
ja: このファイル形式を開くためのプログラムをすぐに検索しますか?
sr@latin: Da li želite sada da tražite program koji otvara ovu vrstu datoteke?

source: %s requires a new mime type
ja: %sには新たなMIME型が必要です
sr@latin: %s zahteva novi MIME tip

source: A program requires a new mime type
ja: プログラムには新たなMIME型が必要です
sr@latin: Program zahteva novi MIME tip

source: Searching for file handlers
ja: ファイルハンドラを検索
sr@latin: Tražim program za ovu vrstu datoteke

source: Language tag not parsed
ja: 言語タグはパースしません
sr@latin: Oznaka za jezik nije obrađena

source: Language code not matched
ja: 言語コードが一致しません
sr@latin: Kôd jezika se ne može uklopiti

source: Failed to find font
ja: フォントの検索に失敗しました
sr@latin: Ne mogu da nađem font

source: No new fonts can be found for this document
ja: この文章の新規フォントが見つかりません
sr@latin: Ne mogu da nađem nijedan novi font za ovaj dokument

source: An additional font is required to view this document correctly.
ja: このドキュメントを正しく表示するため、追加のフォントが必要です。
sr@latin: Potreban je dodatni font da biste ispravno videli dokument.

source: Do you want to search for a suitable package now?
ja: 適切なパッケージをすぐに検索しますか?
sr@latin: Da li sada želite da tražite odgovarajući paket?

source: %s wants to install a font
ja: %s はフォントをインストールします
sr@latin: %s želi da instalira font

source: A program wants to install a font
ja: プログラムはフォントをインストールします
sr@latin: %s želi da instalira font

source: Searching for font
ja: フォントを検索
sr@latin: Tražim font

source: Could not process catalog
ja: カタログを処理できません
sr@latin: Ne mogu da obradim katalog

source: No packages need to be installed
ja: インストールが必要なパッケージはありません
sr@latin: Nijedan paket ne treba da se instalira

source: Install packages in catalog?
ja: カタログからインストールされたパッケージ
sr@latin: Instaliraj pakete u katalog?

source: The following packages are marked to be installed from the catalog:
ja: 以下のパッケージはカタログからインストールされるよう印がついています:
sr@latin: Sledeći paketi su označeni za instalaciju iz kataloga:

source: Failed to remove package
ja: パッケージの削除に失敗しました
sr@latin: Ne mogu da uklonim paket

source: Install the following driver
ja: 以下のドライバをインストール
sr@latin: Instaliraj sledeći drajver

source: Removing packages
ja: 削除パッケージ
sr@latin: Uklanjam pakete

source: Failed to find package for this file
ja: このファイルにが必要とするパッケージの検索に失敗しました
sr@latin: Ne mogu da nađem paket za ovu datoteku

source: The following file will be removed:
ja: 以下のファイルが削除されます:
sr@latin: Sledeća datoteka će biti uklonjena:

source: Do you want to remove this file now?
ja: このファイルをすぐに削除しますか?
sr@latin: Da li sada želite da uklonite ovu datoteku?

source: %s wants to remove a file
ja: %s はファイルを削除します
sr@latin: %s želi da ukloni datoteku

source: A program wants to remove a file
ja: プログラムが削除するファイル
sr@latin: Program želi da ukloni datoteku

source: Do you want to install this catalog?
ja: このカタログをインストールしますか?
sr@latin: Da li želite da instalirate ovaj katalog?

source: Install catalogs
ja: インストール済カタログ
sr@latin: Instaliraj kataloge

source: Applications
ja: アプリケーション
sr@latin: Programi

source: System
ja: システム
sr@latin: Sistem

source: Preferences
ja: 設定
sr@latin: Postavke

source: Administration
ja: 管理
sr@latin: Administracija

source: many packages
ja: 多くのパッケージ
sr@latin: više paketa

source: No files
de_de: Keine Dateien
ja: ファイルが有りません
sr@latin: Nema datoteka

source: disc
ja: ディスク
sr@latin: disk

source: media
ja: メディア
sr@latin: medijum

source: Failed with unknown error code
ja: 不明なエラーコードで終了しました
sr@latin: Došlo je do greške sa nepoznatim kôdom

source: No network connection available
de_de: Keine Netzwerkverbindung verfügbar
ja: ネットワークに接続できませんでした
sr@latin: Nema mrežne veze

source: No package cache is available.
ja: キャッシュにパッケージが有りません
sr@latin: Keš paketa nije dostupan.

source: Out of memory
de_de: Platz im Hauptspeicher reicht nicht aus
ja: メモリが溢れました
sr@latin: Nema više memorije

source: Failed to create a thread
de_de: Konnte Strang nicht anlegen
ja: スレッドの作成に失敗しました
sr@latin: Ne mogu da napravim novu nit

source: Not supported by this backend
de_de: Nicht unterstützt durch das Backend
ja: このパッケージはインストールされていません
sr@latin: Nije podržano od strane pozadinskog motora

source: An internal system error has occurred
de_de: Ein interner Systemfehler ist aufgetreten
ja: 内部システムエラーが発生しました
sr@latin: Došlo je do interne sistemske greške

source: A security signature is not present
ja: セキュリティ署名が存在しません
sr@latin: Sigurnosni potpis nije prisutan

source: The package is not installed
de_de: Das Paket ist nicht installiert
ja: そのパッケージは既にインストールされています
sr@latin: Paket nije instaliran

source: The package was not found
ja: そのパッケージは見つかりませんでした
sr@latin: Paket nije pronađen

source: The package download failed
de_de: Der Paket-Download scheiterte
ja: パッケージのインストールに失敗しました
sr@latin: Ne mogu da preuzmem paket

source: The group was not found
ja: グループが見つかりません
sr@latin: Grupa nije nađena

source: The group list was invalid
ja: グループリストが無効なものです
sr@latin: Spisak grupa nije bio ispravan

source: Dependency resolution failed
de_de: Abhängigkeiten-Auflösung scheiterte
ja: 依存関係の解決に失敗しました
sr@latin: Ne mogu da rešim zavisnosti

source: Search filter was invalid
de_de: Suchfilter war ungültig
ja: 検索フィルタが無効なものです
sr@latin: Filter pretrage nije bio ispravan

source: The package identifier was not well formed
ja: パッケージ識別子の書式が不正です
sr@latin: Identifikator paketa nije dobro formiran

source: Transaction error
de_de: Transaktions-Fehler
ja: トランザクションエラー
sr@latin: Transakciona greška

source: Repository name was not found
ja: リポジトリ名が見つかりません
sr@latin: Ime skladišta nije nađeno

source: Could not remove a protected system package
ja: システムパッケージのため削除できませんでした
sr@latin: Ne mogu da uklonim zaštićeni sistemski paket

source: The action was canceled
ja: 操作がキャンセルされました
sr@latin: Radnja je otkazana

source: The action was forcibly canceled
ja: 操作は強制的にキャンセルされました
sr@latin: Radnja je nasilno otkazana

source: Reading the configuration file failed
ja: コンフィグファイル読み込みに失敗しました
sr@latin: Ne mogu da pročitam datoteku sa podešavanjima

source: The action cannot be canceled
ja: トランザクションのキャンセルができませんでした
sr@latin: Ne mogu da otkažem radnju

source: Source packages cannot be installed
ja: ソースパッケージはインストールできませんでした
sr@latin: Ne mogu da instaliram paket sa izvornim kôdom

source: The license agreement failed
ja: ライセンスの同意に失敗しました
sr@latin: Nije uspelo prihvatanje ugovora o licenci

source: Local file conflict between packages
ja: ローカルファイルが他のパッケージとコンフリクトしています
sr@latin: Datoteke paketa ne mogu ići zajedno

source: Packages are not compatible
ja: パッケージに互換性がありません
sr@latin: Paketi nisu saglasni međusobom

source: Problem connecting to a software source
ja: ソフトウェアソース接続時に問題が発生しました
sr@latin: Problem pri povezivanju na izvor programa

source: Failed to initialize
ja: 初期化に失敗しました
sr@latin: Ne mogu da pokrenem

source: Failed to finalise
ja: 終了処理に失敗しました
sr@latin: Ne mogu da završim

source: Cannot get lock
ja: ロックできませんでした
sr@latin: Ne mogu da zaključam

source: No packages to update
ja: 更新するパッケージが見つかりません
sr@latin: Nema paketa za nadogradnju

source: Cannot write repository configuration
ja: リポジトリ設定が書き込めません
sr@latin: Ne mogu da upišem podešavanje skladišta

source: Local install failed
ja: ローカルインストールに失敗しました
sr@latin: Nije uspela lokalna instalacija

source: Bad security signature
ja: セキュリティシグネチャが間違っています
sr@latin: Loš sigurnosni potpis

source: Missing security signature
ja: セキュリティシグネチャありません
sr@latin: Nedostaje sigurnosni potpis

source: Repository configuration invalid
ja: リポジトリ設定が無効なものです
sr@latin: Neispravno podešavanje skladišta

source: Invalid package file
ja: 無効なパッケージです
sr@latin: Neispravna datoteka paketa

source: Package install blocked
ja: パッケージインストールがブロックされました
sr@latin: Instalacija paketa blokirana

source: Package is corrupt
ja: パッケージが不正です
sr@latin: Paket je oštećen

source: All packages are already installed
ja: すべてのパッケージはインストール済みです
sr@latin: Svi paketi su već instalirani

source: The specified file could not be found
ja: 指定されたファイルが見つかりません
sr@latin: Ne mogu da nađem navedenu datoteku

source: No more mirrors are available
ja: 利用可能なミラーがありません
sr@latin: Nema više dostupnih odraza

source: No distribution upgrade data is available
ja: 利用可能なディストリビューションの更新データはありません
sr@latin: Nema više podataka o nadogradnji distribucije

source: Package is incompatible with this system
ja: パッケージはこのシステムで互換性がありません
sr@latin: Paket nije kompatabilan sa ovim sistemom

source: No space is left on the disk
ja: ディスクがいっぱいです
sr@latin: Nema više prostora na disku

source: A media change is required
ja: メディアを変更してください
sr@latin: Potrebna je zamena medijuma

source: Authorization failed
ja: 認証できません
sr@latin: Prijava nije uspela

source: Update not found
ja: 更新が見つかりません
sr@latin: Nadogradnja nije nađena

source: Cannot install from untrusted source
ja: 信頼できないソースからインストールできません
sr@latin: Ne mogu da instaliram sa izvora bez poverenja

source: Cannot update from untrusted source
ja: 信頼できないソースから更新できません
sr@latin: Ne mogu da nadogradim sa izvora bez poverenja

source: Cannot get the file list
ja: ファイルリストが取得できません
sr@latin: Ne mogu da preuzmem spisak datoteka

source: Cannot get package requires
ja: 必要なパッケージを取得できません
sr@latin: Ne mogu da preuzmem zavisne pakete
