Repository: GNOME/gnome-packagekit
Catalog: po/*.po
Languages: de_de, ja, sr@latin

source: Getting dependencies
de_de: Bekomme Abhängigkeiten
ja: 依存情報を取得中
sr@latin: Preuzimam zavisnosti

source: Getting update detail
de_de: Bekomme Updatedetails
ja: アップデート詳細の取得中
sr@latin: Preuzimam detalje nadogradnje

source: Getting details
ja: 詳細の取得中
sr@latin: Preuzimam detalje

source: Getting requires
de_de: Bekomme Bedingungen
ja: 依存関係の取得中
sr@latin: Preuzimam potrebne pakete

source: Getting updates
de_de: Bekomme Updates
ja: 更新情報の取得中
sr@latin: Preuzimam nadogradnje

source: Searching details
de_de: Suche Details
ja: 詳細の検索中
sr@latin: Pretražujem detalje

source: Searching groups
de_de: Suche Gruppen
ja: グループを検索中
sr@latin: Pretražujem grupe

source: Searching for package name
de_de: Suche nach Paketname
ja: パッケージ名の検索中
sr@latin: Tražim ime paketa

source: Installing file
ja: ファイルのインストール中
sr@latin: Instaliram datoteku

source: Refreshing package cache
de_de: Erneuere Paket-Puffer
ja: パッケージリストのキャッシュを更新中
sr@latin: Osvežavam keš paketa

source: Updating packages
ja: パッケージの更新中
sr@latin: Nadograđujem pakete

source: Updating system
de_de: Aktualisiere System
ja: システムの更新中
sr@latin: Nadograđujem sistem

source: Canceling
ja: キャンセル中
sr@latin: Otkazujem

source: Getting list of repositories
ja: リポジトリからリストの取得中
sr@latin: Preuzimam spisak skladišta

source: Enabling repository
ja: リポジトリの有効化中
sr@latin: Omogućavam skladište

source: Setting repository data
ja: リポジトリデータの設定中
sr@latin: Postavljam podatke o skladištu

source: Resolving
ja: 解決中
sr@latin: Razrešavam

source: Getting file list
ja: ファイルリストを取得中
sr@latin: Preuzimam spisak datoteka

source: Getting what provides
ja: 提供しているものを取得中
sr@latin: Preuzimam šta paket obezbeđuje

source: Installing signature
ja: シグネチャのインストール中
sr@latin: Instaliram potpis

source: Getting package lists
ja: 更新情報の取得中
sr@latin: Preuzimam spisak paketa

source: Accepting EULA
ja: EULAの同意作業中
sr@latin: Prihvatam ugovor o licenci

source: Getting distribution upgrade information
ja: ディストリビューションの更新情報の取得中
sr@latin: Preuzimam podatke o nadogradnji distribucije

source: Getting categories
ja: カタログの取得中
sr@latin: Preuzimam kategorije

source: Getting old transactions
ja: 以前のトランザクションの取得中
sr@latin: Preuzimam stare transakcije

source: Simulating the install of files
ja: ファイルのインストールのシミュレーション
sr@latin: Simuliram instaliranje datoteka

source: Simulating the install
ja: インストールのシミュレーション
sr@latin: Simuliram instaliranje

source: Simulating the remove
ja: 削除のシミュレーション
sr@latin: Simuliram uklanjanje

source: Simulating the update
ja: 更新のシミュレーション
sr@latin: Simuliram nadogradnju

source: Got dependencies
de_de: Abhängigkeiten erhalten
ja: 依存関係を取得しました
sr@latin: Preuzeo sam zavisnosti

source: Got update detail
de_de: Updatedetails erhalten
ja: 詳細を取得しました
sr@latin: Preuzeo sam detalje nadogradnje

source: Got details
de_de: Details erhalten
ja: 詳細を取得しました
sr@latin: Preuzeo sam detalje

source: Got requires
de_de: Bedingungen erhalten
ja: 要求されたものを取得しました
sr@latin: Preuzeo sam šta pruža

source: Got updates
de_de: Updates erhalten
ja: 更新パッケージを取得しました
sr@latin: Preuzeo sam nadogradnje

source: Searched for package details
ja: パッケージの詳細を検索
sr@latin: Pretražio sam detalje paketa

source: Searched for file
de_de: Suchte nach Datei
ja: ファイルから検索
sr@latin: Potražio sam datoteku

source: Searched groups
de_de: Suchte Gruppen
ja: グループで検索
sr@latin: Pretražio sam grupe

source: Searched for package name
de_de: Suchte nach Paketname
ja: パッケージ名で検索
sr@latin: Potražio sam ime paketa

source: Removed packages
ja: 削除されたパッケージ
sr@latin: Uklonio sam pakete

source: Installed packages
ja: インストールされたパッケージ
sr@latin: Instalirao sam pakete

source: Installed local files
ja: ローカルファイルからインストール
sr@latin: Instalirao sam lokalne datoteke

source: Refreshed package cache
de_de: Erneuerte Paket-Puffer
ja: パッケージキャッシュは更新されました
sr@latin: Osvežio sam keš paketa

source: Updated packages
ja: 更新されたパッケージ
sr@latin: Nadogradio sam pakete

source: Updated system
de_de: Aktualisierte System
ja: 更新されたシステム
sr@latin: Ažurirao sam sistem

source: Canceled
ja: キャンセルしました
sr@latin: Otkazao sam

source: Rolled back
ja: ロールバック
sr@latin: Vratio sam staro stanje

source: Got list of repositories
ja: リポジトリ情報リストを取得しました
sr@latin: Preuzeo sam spisak skladišta

source: Enabled repository
ja: 有効なリポジトリ
sr@latin: Omogućio sam skladište

source: Set repository data
ja: リポジトリ情報の設定
sr@latin: Postavio sam podatke o skladištu

source: Resolved
ja: 依存性を解決しました
sr@latin: Razrešio sam

source: Got file list
ja: ファイルリストを取得しました
sr@latin: Preuzeo sam spisak datoteka

source: Got what provides
ja: 提供されているものを取得しました
sr@latin: Preuzeo sam šta paket obezbeđuje

source: Installed signature
ja: インストールされたシグネチャ
sr@latin: Instalirao sam potpis

source: Got package lists
ja: ファイルリストを取得しました
sr@latin: Preuzeo sam spisak paketa

source: Accepted EULA
ja: EULAへの同意
sr@latin: Prihvatio sam ugovor o licenci

source: Downloaded packages
ja: パッケージをダウンロードしました
sr@latin: Preuzeo sam pakete

source: Got distribution upgrades
ja: ディストリビューションの更新を取得しました
sr@latin: Preuzeo sam nadogradnje distribucije

source: Got categories
ja: カテゴリを取得しました
sr@latin: Preuzeo sam kategorije

source: Got old transactions
ja: 以前のトランザクションを取得しました
sr@latin: Preuzeo sam stare transakcije

source: Simulated the install of files
ja: ファイルのインストールシミュレーション完了
sr@latin: Simulirao sam instaliranje datoteka

source: Simulated the install
ja: インストールのシミュレーション
sr@latin: Simulirao sam instaliranje

source: Simulated the remove
ja: 削除のシミュレーション
sr@latin: Simulirao sam uklanjanje

source: Simulated the update
ja: 更新のシミュレーション
sr@latin: Simulirao sam nadogradnju

source: Accessibility
de_de: Barrierefreiheit
ja: アクセサビリティ
sr@latin: Pristupačnost

source: Accessories
de_de: Zubehör
ja: アクセサリ
sr@latin: Alatke

source: Education
de_de: Bildung
ja: 教育・教養
sr@latin: Obrazovanje

source: Games
de_de: Spiele
ja: ゲーム
sr@latin: Igre

source: Graphics
de_de: Grafik
ja: グラフィックス
sr@latin: Grafika

source: Internet
ja: インターネット

source: Office
de_de: Büro
ja: オフィス
sr@latin: Kancelarija

source: Other
de_de: Sonstiges
ja: その他
sr@latin: Ostalo

source: Programming
de_de: Entwicklung
ja: プログラミング
sr@latin: Programiranje

source: Multimedia
ja: マルチメディア
sr@latin: Zvuk i video

source: GNOME desktop
ja: GNOMEデスクトップ
sr@latin: Gnom okruženje

source: KDE desktop
ja: KDEデスクトップ
sr@latin: KDE okruženje

source: XFCE desktop
ja: XFCEデスクトップ
sr@latin: XFCE okruženje

source: Other desktops
ja: その他のデスクトップ環境
sr@latin: Ostala okruženja

source: Publishing
ja: 印刷、出版
sr@latin: Izdavaštvo

source: Servers
ja: サーバ関係
sr@latin: Serveri

source: Fonts
ja: フォント
sr@latin: Fontovi

source: Admin tools
ja: 管理者ツール
sr@latin: Alatke za administraciju

source: Legacy
ja: レガシー
sr@latin: Zastarelo

source: Localization
ja: 多言語化
sr@latin: Lokalizacija

source: Virtualization
ja: 仮想化
sr@latin: Virtuelizacija

source: Security
ja: セキュリティ
sr@latin: Bezbednost

source: Power management
ja: 電源管理
sr@latin: Upravljanje energijom

source: Communication
ja: 教育・教養
sr@latin: Komunikacije

source: Network
ja: ネットワーク
sr@latin: Mreža

source: Maps
ja: 地図
sr@latin: Mape

source: Software sources
ja: ソフトウェアのリポジトリ
sr@latin: Izvori programa

source: Science
ja: サイエンス
sr@latin: Nauka

source: Documentation
ja: 教育・教養
sr@latin: Dokumentacija

source: Electronics
ja: 電気系
sr@latin: Elektronika

source: Package collections
ja: パッケージコレクション
sr@latin: Kolekcije paketa

source: Vendor
ja: http://www.momonga-linux.org
sr@latin: Proizvođač

source: Newest packages
ja: 最新のパッケージ
sr@latin: Najnoviji paketi

source: Unknown group
ja: 不明なグループ
sr@latin: Nepoznata grupa

source: You will need to restart this computer before the hardware will work correctly.
ja: ハードウェアを正しく動作させるため、コンピュータを再起動する必要があります。
sr@latin: Morate ponovo pokrenuti računar da bi vam uređaj radio ispravno.

source: Additional software was installed
ja: 追加のソフトウェアがインストールされました
sr@latin: Instalirani su dodatni programi

source: Restart now
ja: すぐに再起動
sr@latin: Ponovo pokreni

source: You will need to remove and then reinsert the hardware before it will work correctly.
ja: ハードウェアを正しく動作させるため、一度接続しなおす必要があります。
sr@latin: Morate da izvadite i ponovo vratite uređaj kako bi radio ispravno.

source: Your hardware has been set up and is now ready to use.
ja: ハードウェアはセットアップされ、使用する準備が整いました。
sr@latin: Vaš uređaj je podešen i spreman za upotrebu.

source: Additional firmware is required to make hardware in this computer function correctly.
ja: コンピュータの機能を正しく使用するために、追加のファームウェアが必要です。
sr@latin: Potreban je dodatni firmver da bi uređaj radio ispravno na ovom računaru.

source: Additional firmware required
ja: 追加のファームウェアが必要です
sr@latin: Potreban je dodatni firmver

source: Install firmware
ja: ファームウェアのインストール
sr@latin: Instaliraj firmver

source: Ignore devices
ja: デバイスを無視
sr@latin: Zanemari uređaj

source: Additional packages can be installed to support this hardware
ja: このハードウェアをサポートするため、追加のパッケージのインストールが可能です
sr@latin: Možete instalirati dodatne pakete za podršku ovog uređaja

source: New hardware attached
ja: ハードウェアが接続されました
sr@latin: Novi uređaj povezan

source: Install package
ja: パッケージのインストール
sr@latin: Instaliraj paket

source: Icon
ja: アイコン
sr@latin: Ikonica

source: Applications that can open this type of file
ja: この形式のファイルを開くことが可能なアプリケーション
sr@latin: Programi koji mogu da otvore ovaj tip datoteke

source: The software is not signed by a trusted provider.
ja: ソフトウェアは信頼できるプロバイダの認証がありません。
sr@latin: Ovaj program nije potpisao dobavljač od poverenja.

source: Do not update this package unless you are sure it is safe to do so.
ja: 安全だと確認するまで、このパッケージは更新されません。
sr@latin: Ne nadograđujte ovaj paket osim ako niste sigurni da je to bezbedno.

source: Malicious software can damage your computer or cause other harm.
ja: 悪意のあるソフトウェアでコンピュータが障害を受けたり、壊れたりする可能性があります
sr@latin: Zlonamerni program može da ošteti vaš računar ili da mu naudi na neki drugi način.

source: Are you <b>sure</b> you want to update this package?
ja: このパッケージを<b>本当に</b>更新しますか?
sr@latin: Da li <b>sigurno</b> želite da nadogradite ovaj paket?

source: Do not install this package unless you are sure it is safe to do so.
ja: 安全だと確認するまで、このパッケージはインストールされません。
sr@latin: Ne instalirajte paket osim ako niste sigurni da je to bezbedno.

source: Are you <b>sure</b> you want to install this package?
ja: このパッケージを<b>本当に</b>インストールしたいですか?
sr@latin: Da li <b>sigurno</b> želite da instalirate ovaj paket?

source: Additional media is required. Please insert the %s labeled '%s' to continue.
ja: 追加のメディアが必要です。%sラベルがついた'%s'を挿入し続行してください。
sr@latin: Potreban je dodatni medijum. Ubacite %s sa natpisom „%s“ za nastavak.

source: Continue
ja: 続行
sr@latin: Nastavi

source: The following software also needs to be installed
ja: 以下のパッケージもインストールする必要があります
sr@latin: Morate da instalirate i sledeće programe

source: The following software also needs to be removed
ja: 以下のソフトウェアも削除する必要があります
sr@latin: Morate da uklonite i sledeće programe

source: The following software also needs to be updated
ja: 以下のソフトウェアも更新する必要があります
sr@latin: Morate da nadogradite i sledeće programe

source: The following software also needs to be re-installed
ja: 以下のソフトウェアも再インストールする必要があります
sr@latin: Morate da ponovo instalirate i sledeće programe

source: The following software also needs to be downgraded
ja: 以下のソフトウェアもダウングレードする必要があります
sr@latin: Morate da instalirate starija izdanja i za sledeće programe

source: The following software also needs to be processed
ja: 以下のソフトウェアも処理する必要があります
sr@latin: Morate da obradite i sledeće programe

source: Additional confirmation required
ja: 追加の検証が必要です
sr@latin: Potrebne su dodatne potvrde

source: To install this package, additional software also has to be modified.
ja: このパッケージををインストールするため、追加のソフトウェアも修正する必要があります。
sr@latin: Da biste instalirali paket, sledeći programi takođe moraju da se izmene.

source: To remove this package, additional software also has to be modified.
ja: このパッケージを削除するため、追加のソフトウェアも修正する必要があります。
sr@latin: Da biste uklonili paket, sledeći programi takođe moraju da se izmene.

source: To update this package, additional software also has to be modified.
ja: このパッケージを更新するため、追加のソフトウェアも修正する必要があります。
sr@latin: Da biste nadogradili paket, sledeći programi takođe moraju da se izmene.

source: To install this file, additional software also has to be modified.
ja: このファイルをインストールするため、追加のソフトウェアも修正する必要があります。
sr@latin: Da biste instalirali ovu datoteku, sledeći programi takođe moraju da se izmene.

source: To process this transaction, additional software also has to be modified.
ja: この処理を実施するため、追加のソフトウェアも修正する必要があります。
sr@latin: Da biste obradili ovu transakciju, sledeći programi takođe moraju da se izmene.

source: _Force install
ja: 強制的にインストール(_F)
sr@latin: _Primoraj instalaciju

source: Force installing package
ja: 強制的にパッケージのインストール
sr@latin: Primorava instalaciju paketa

source: Run new application?
ja: 新規アプリケーションを実行しますか?
sr@latin: Pokreni novi program?

source: _Run
ja: 実行(_R)
sr@latin: Pok_reni

source: A transaction that cannot be interrupted is running
ja: 中断できない処理の実行中
sr@latin: Trenutno postoji transakcija koja se ne može prekinuti

source: Catalogs files to install
ja: カタログファイルのインストール
sr@latin: Datoteke kataloga za instalaciju

source: Catalog installer
ja: カタログインストーラ
sr@latin: Instaler kataloga

source: Failed to install catalog
ja: インストールするカタログの失敗
sr@latin: Ne mogu da instaliram katalog

source: You need to specify a file name to install
ja: インストールするファイル名を指定する必要があります
sr@latin: Morate navesti ime datoteke za instalaciju

source: The action could not be completed
ja: 操作が完了しませんでした
sr@latin: Ne mogu da završim radnju

source: The request failed. More details are available in the detailed report.
ja: 要求が失敗しました。詳細はレポートを見てください。
sr@latin: Zahtev nije uspeo. Više podataka je dostupni u detaljnom izveštaju.

source: Files to install
ja: インストールするファイル
sr@latin: Datoteke za instalaciju

source: PackageKit File Installer
de_de: PackageKit Datei-Installer
ja: パッケージキット ファイルインストーラ
sr@latin: Instaler datoteke Paket aranžmana

source: Local file installer
ja: ローカルファイルインストーラ
sr@latin: Instaler lokalne datoteke

source: Failed to install a package to provide a file
ja: ファイルを提供しているパッケージのインストールに失敗しました
sr@latin: Ne mogu da instaliram paket koji obezbeđuje datoteku

source: You need to specify a file to install
ja: インストールするファイルを指定する必要があります
sr@latin: Morate navesti datoteku za instaliranje

source: Mime types to install
ja: MIME型のインストール
sr@latin: MIME tipovi za instalaciju

source: Mime Type Installer
ja: MIME型 インストーラ
sr@latin: Instaler MIME tipova

source: Mime type installer
ja: MIME型 インストーラ
sr@latin: Instaler MIME tipova

source: Failed to install a program to handle this file type
ja: このファイル形式を処理するプログラムのインストールに失敗しました
sr@latin: Ne mogu da instaliram program za rukovanje ovim tipom datoteke

source: You need to specify a mime-type to install
ja: インストールするmime-typeを指定する必要があります
sr@latin: Morate navesti MIME tip za instaliranje

source: Packages to install
ja: パッケージのインストール
sr@latin: Paketi za instalaciju

source: Package Name Installer
ja: パッケージ名インストーラ
sr@latin: Instaler po imenu paketa

source: Failed to install package from name
ja: 名前を元にパッケージをインストールできませんでした
sr@latin: Ne mogu da instaliram paket sa tim imenom

source: You need to specify a package to install
ja: インストールパッケージを指定する必要があります
sr@latin: Morate navesti ime paketa za instalaciju

source: Local files to install
ja: ローカルファイルのインストール
sr@latin: Lokalne datoteke za instalaciju

source: Single File Installer
ja: 単一ファイルのインストーラ
sr@latin: Instaler po jednoj datoteci

source: You need to specify a filename to install
ja: インストールファイル名を指定する必要があります
sr@latin: Morate navesti ime datoteke za instalaciju

source: %A, %d %B %Y
ja: %Y年 %B %d日(%A)

source: Date
ja: 日時
sr@latin: Datum

source: Username
ja: ユーザ名
sr@latin: Korisničko ime

source: Application
ja: アプリケーション
sr@latin: Program

source: Command line client
ja: コマンドラインのクライアント
sr@latin: Klijent za komandnu liniju

source: Update System
ja: システムの更新
sr@latin: Ažuriranje sistema

source: Update Icon
ja: 更新アイコン
sr@latin: Ikonica nadogradnje

source: Set the filter to this value
ja: フィルタをこの値に設定します
sr@latin: Postavi filter na ovu vrednost

source: Set the parent window to make this modal
ja: 親ウィンドウをモーダルウィンドウに設定します
sr@latin: Postavi kao roditeljski prozor da bi ovaj prozor postao modalan

source: Log viewer
ja: ログビューア
sr@latin: Pregledač dnevnika

source: Remaining time : %s
ja: 残り時間: %s
sr@latin: Preostalo vreme : %s

source: Hourly
de_de: Stündlich
ja: 1時間毎
sr@latin: Svakih sat vremena

source: Daily
de_de: Täglich
ja: 毎日
sr@latin: Dnevno

source: Weekly
de_de: Wöchentlich
ja: 毎週
sr@latin: Nedeljno

source: Never
de_de: Niemals
ja: 行わない
sr@latin: Nikad

source: All updates
de_de: Alle Updates
ja: すべてのアップデート
sr@latin: Sve nadogradnje

source: Only security updates
de_de: Nur Sicherheitsupdates
ja: セキュリティーアップデートのみ
sr@latin: Samo bezbedonosne nadogradnje

source: Nothing
de_de: Nichts
ja: 無し
sr@latin: Nijedno

source: Failed to change status
ja: ステータスの変更に失敗
sr@latin: Ne mogu da promenim stanje

source: Enabled
ja: 有効
sr@latin: Omogućeno

source: Software Source
ja: ソフトウェアリポジトリ
sr@latin: Izvori programa

source: Failed to get the list of sources
ja: ソースのリストの取得に失敗しました
sr@latin: Ne mogu da preuzmem spisak izvora

source: Getting software source list not supported by backend
ja: ソフトウェアソースリストの取得は、バックエンドではサポートされていません
sr@latin: Preuzimam spisak izvora programa koje ovaj pozadinski motor ne podržava

source: Software Source Viewer
ja: ソフトウェア ソース ビューア
sr@latin: Pregledač izvora programa

source: Software source viewer
ja: ソフトウェア ソース ビューア
sr@latin: Pregledač izvora programa

source: Could not find any packages named '%s'
ja: パッケージ名'%s'が見つかりません
sr@latin: Ne mogu da nađem paket sa imenom „%s“

source: Could not find any valid package names
ja: 有効なパッケージ名が見つかりません
sr@latin: Ne mogu da nađem nijedno ispravno ime paketa

source: Could not get array of installed packages: %s
ja: インストール済みパッケージの配列を取得できません: %s
sr@latin: Ne mogu da preuzmem niz instaliranih paketa: %s

source: Could not save to file: %s
ja: ファイルを保存できません: %s
sr@latin: Ne moga da sačuvam datoteku: %s

source: Create error
ja: 作成エラー
sr@latin: Greška pri pravljenju

source: Cannot create service pack
ja: サービスパックが作成できません
sr@latin: Ne mogu da napravim servisno pakovanje

source: Cannot copy system package array
ja: システムパッケージの配列をコピーできません
sr@latin: Ne mogu da umnožim niz sistemskih paketa

source: No package name selected
ja: パッケージがなにも選択されていません
sr@latin: Nijedno ime paketa nije označeno

source: Refreshing system package array
ja: システムパッケージの配列の表示更新
sr@latin: Osvežavam niz sistemskih paketa

source: Refresh error
ja: 表示更新のエラー
sr@latin: Greška pri osvežavanju

source: Could not refresh package array
ja: パッケージの配列の表示が更新できませんでした
sr@latin: Ne mogu da osvežim niz paketa

source: Cannot read destination package array
ja: 目的のパッケージの配列が読み込めません
sr@latin: Ne mogu da čitam niz odredišnih paketa

source: Set the option, allowable values are 'array', 'updates' and 'package'
ja: オプションを設定してください。利用可能な値は'array'、'updates'、そして'package'です
sr@latin: Postavite opcije. Dozvoljene vrednosti su „array“ (niz), „updates“ (nadogradnje) i „package“ (paket)

source: Add the package name to the text entry box
ja: パッケージ名をテキストボックスに入力してください
sr@latin: Dodaj ime paketa u tekstualno polje

source: Set the remote package array filename
ja: リモートパッケージ配列のファイル名を設定してください
sr@latin: Postavite ime datoteke udaljenog niza paketa

source: Set the default output directory
ja: 標準の出力先ディレクトリの設定
sr@latin: Postavite podrazumevanu odredišnu fasciklu

source: Package array files
ja: パッケージ配列のファイル
sr@latin: Datoteke niza paketa

source: Service pack files
ja: サービスパックのファイル
sr@latin: Datoteke servisnog pakovanja

source: Exit after a small delay
ja: しばらくして終了します
sr@latin: Izađi posle malog čekanja

source: Update Applet
ja: 更新アプレット
sr@latin: Programče nadogradnji

source: Update applet
ja: 更新アプレット
sr@latin: Programče nadogradnji

source: Failed to process request.
ja: 要求の処理に失敗しました
sr@latin: Ne mogu da obradim zahtev.

source: Some of the updates that were installed require the computer to be restarted before the changes will be applied.
ja: インストールされた更新で、変更を適用する前に、コンピュータを再起動する必要があります。
sr@latin: Neka od instaliranih nadogradnji zahtevaju da se računar ponovo pokrene pre nego što se izmene primene.

source: Restart Computer
ja: コンピューターの再起動
sr@latin: Ponovo pokreni računar

source: Some of the updates that were installed require the computer to be restarted to remain secure.
ja: インストールされた更新で、セキュリティ対応のため、コンピュータを再起動する必要があります。
sr@latin: Neka od instaliranih nadogradnji zahtevaju da se računar ponovo pokrene da bi ostao bezbedan.

source: Some of the updates that were installed require you to log out and back in before the changes will be applied.
ja: インストールされた更新で、変更を適用する前に一度ログアウトする必要があります。
sr@latin: Neka od instaliranih nadogradnji zahtevaju da se odjavite i ponovo prijavite pre nego što se izmene primene.

source: Log Out
ja: ログアウト
sr@latin: Odjavi se

source: Some of the updates that were installed require you to log out and back in to remain secure.
ja: インストールされた更新で、セキュリティ対応のため、一度ログアウトする必要があります。
sr@latin: Neka od instaliranih nadogradnji zahtevaju da se odjavite i ponovo prijavite da bi ostali bezbedni.

source: Could not restart
ja: 再スタートできませんでした
sr@latin: Ne mogu da ponovo pokrenem računar

source: Some updates were not installed
ja: それらのパッケージはインストールされていません
sr@latin: Neke nadogradnje nisu instalirane

source: Could not update packages
ja: パッケージを更新できませんでした
sr@latin: Ne mogu da nadogradim pakete

source: GNOME PackageKit Update Viewer
ja: GNOMEパッケージキット更新ビュアー
sr@latin: Pregled nadogradnji Gnomovog Paket aranžmana

source: Failed to update
ja: 更新に失敗しました
sr@latin: Ne mogu da nadogradim

source: Updates installed
ja: インストールされているものを更新します
sr@latin: Nadogradnje su instalirane

source: All updates were installed successfully.
ja: インストールされているもののすべての更新が成功しました。
sr@latin: Sve nadogradnje su uspešno instalirane.

source: The selected updates were installed successfully.
ja: 選択された更新のインストールに成功しました。
sr@latin: Označene nadogradnje su uspešno instalirane.

source: Getting the list of updates
ja: 更新リストの取得中
sr@latin: Preuzimam spisak nadogradnji

source: Could not run upgrade script
ja: 更新スクリプトが実行できません
sr@latin: Ne mogu da pokrenem skriptu za nadogradnju

source: Connectivity is being provided by wireless broadband, and it may be expensive to update this package.
ja: ワイヤレスブロードバンドで接続しているので、このパッケージの更新に時間がかかるかもしれません。
sr@latin: Trenutno ste povezani bežičnom mrežom, pa može biti skupo da nadogradite paket.

source: _Install Update
ja: 更新をインストール(_I)
sr@latin: _Instaliraj nadogradnju

source: There are no updates available
ja: 利用可能な更新はありません
sr@latin: Nema dostupnih nadogradnji

source: All software is up to date
ja: すべてのソフトウェアは最新です
sr@latin: Svi programi su ažurni

source: There are no software updates available for your computer at this time.
ja: 現在コンピュータで利用可能なソフトウェアの更新はありません。
sr@latin: Trenutno nema dostupnih ažurnijih programa za vaš računar.

source: There is %i update available
ja: %i個の更新が利用可能です
sr@latin: %i nadogradnja dostupna

source: %i update selected
ja: %i個の更新が選択されました
sr@latin: %i nadogradnja označena

source: %i update selected (%s)
ja: %i個の更新が選択されてました (%s)
sr@latin: %i nadogradnja označena (%s)

source: Software
ja: ソフトウェア
sr@latin: Program

source: Status
ja: 状態
sr@latin: Stanje

source: This update will fix bugs and other non-critical problems.
ja: この更新はバグフィックスとその他のクリティカルではない問題についてです。
sr@latin: Ova nadogradnja će ispraviti greške i druge nekritične probleme.

source: This update is important as it may solve critical problems.
ja: この更新はクリティカルな問題を解決する重要なものです。
sr@latin: Ova nadogradnja je važna jer rešava kritične probleme.

source: This update is needed to fix a security vulnerability with this package.
ja: この更新は、パッケージのセキュリティの脆弱性を修正するために必要です。
sr@latin: Ova nadogradnja je potrebna da bi se zakrpio sigurnosni propust u ovom paketu.

source: This update is blocked.
ja: この更新はブロックされました。
sr@latin: Ova nadogradnja je blokirana.

source: This notification was issued on %s and last updated on %s.
ja: この通知は、%sで発生しており、前回の%sの更新によるものです。
sr@latin: Ovo obaveštenje je objavljeno %s i poslednji put je ažurirano %s.
