Repository: GNOME/gnome-packagekit
Catalog: po/*.po
Languages: de_de, ja, sr@latin

source: This notification was issued on %s.
ja: この通知は、%sで発生しました。
sr@latin: Ovo obaveštenje je objavljeno %s.

source: For more information about this update please visit this website:
ja: この更新の詳細はウェブサイトを確認してください:
sr@latin: Za više podataka o nadogradnji pogledajte ovu veb stranicu:

source: For more information about bugs fixed by this update please visit this website:
ja: このバグフィックス更新の詳細はウェブサイトを確認してください:
sr@latin: Za više podataka o ispravljenim greškama pogledajte ovu veb stranicu:

source: For more information about this security update please visit this website:
ja: このセキュリティ更新の詳細はウェブサイトを確認してください:
sr@latin: Za više podataka o ovoj sigurnosnoj nadogradnji pogledajte ovu veb stranicu:

source: The computer will have to be restarted after the update for the changes to take effect.
ja: 変更を有効にするために、コンピュータを再起動する必要があります。
sr@latin: Morate ponovo pokrenuti računar posle nadogradnje kako bi primenili izmene.

source: You will need to log out and back in after the update for the changes to take effect.
ja: 変更を有効にするために、更新終了後に一度ログオンしなおす必要があります。
sr@latin: Morate da se odjavite i ponovo prijavite nakon nadogradnje kako bi primenili izmene.

source: The classifaction of this update is unstable which means it is not designed for production use.
ja: この更新の分類は、不安定版で、製品として使用する品質ではありません。
sr@latin: Ova nadogradnja spada u nestabilne što znači da nije namenjeno za profesionalnu upotrebu računara.

source: This is a test update, and is not designed for normal use. Please report any problems or regressions you encounter.
ja: これはテスト的な更新で、通常利用の品質ではありません。問題発生やお気づきの点を報告してください。
sr@latin: Ovo je probna nadogradnje i nije dizajnirana za normalnu upotrebu. Prijavite bilo kakav problem na koji naiđete ili na problem koji je počeo ponovo da se dešava.

source: The developer logs will be shown as no description is available for this update:
ja: 更新の説明が利用可能ではないので、開発用ログが表示されます。
sr@latin: Biće prikazan dnevnik programera jer nema dostupnog opisa ove nadogradnje:

source: Loading...
ja: ログ採取中...
sr@latin: Učitavam...

source: Could not get update details
ja: 更新の詳細を取得できませんでした
sr@latin: Ne mogu da preuzmem detalje nadogradnje

source: Could not get package details
ja: パッケージの詳細を取得できませんでした
sr@latin: Ne mogu da preuzmem detalje paketa

source: No results were returned.
ja: 結果とが返ってきませんでした。
sr@latin: Nema vraćenih rezultata.

source: Select all
ja: すべて選択
sr@latin: Izaberi sve

source: Unselect all
ja: すべて未選択
sr@latin: Izaberi ništa

source: Select security updates
ja: セキュリティーアップデートを更新する
sr@latin: Izaberi sigurnosne nadogradnje

source: Ignore this update
ja: この更新を無視する
sr@latin: Zanemari ovu nadogradnju

source: Could not get updates
ja: 更新できませんでした
sr@latin: Ne mogu da preuzmem nadogradnje

source: Checking for updates...
ja: 更新の調査...
sr@latin: Proveravam nadogradnje...

source: Could not get list of distribution upgrades
ja: ディストリビューションの更新リストが取得できませんでした
sr@latin: Ne mogu da preuzmem listu za nadogradnju distribucije

source: New distribution upgrade release '%s' is available
ja: 新規ディストリビューションの更新'%s'が利用可能です
sr@latin: Dostupno je novo izdanje distribucije „%s“

source: Other updates are held back as some important system packages need to be installed first.
ja: 重要なシステムのパッケージをいくつか先にインストールする必要があるため、他の更新は保留されています。

source: Software Update Viewer
de_de: Softwareupdate-Betrachter
ja: ソフトウェア更新ビューア
sr@latin: Pregledač nadogradnji programa

source: Do not exit after the request has been processed
ja: 要求が完了しても終了しません
sr@latin: Ne izlazi pošto se zahtev obradi

source: Session DBus service for PackageKit
ja: PackageKitのセッションD-BUSサービス
sr@latin: Paket aranžmanov DBus servis sesije

source: This is due to the %s package being updated.
ja: パッケージ%sが更新されたためです。
sr@latin: Ovo se dešava zbog nadogradnje sledećeg paketa: %s.

source: This is because %i package has been updated.
ja: %i個のパッケージが更新されたためです
sr@latin: Zato što se nadogradio %i paket.

source: Package manager error details
ja: パッケージマネジャーのエラーの詳細
sr@latin: Detalji greške od upravnika paketa

source: Internal error
ja: 内部エラー
sr@latin: Greška u programu

source: _Log out
ja: ログアウト(_L)
sr@latin: _Odjavi se

source: _Restart computer
ja: コンピューターを再起動してください.(_R)
sr@latin: Ponovo pok_reni računar

source: _Hide this icon
ja: アイコンを隠す(_H)
sr@latin: Sakri_j ovu ikonicu

source: Package Manager
ja: パッケージマネジャー
sr@latin: Upravnik paketa

source: Packages have been removed
ja: パッケージは削除されました
sr@latin: Paketi su uklonjeni

source: Packages have been installed
ja: パッケージがインストールされました
sr@latin: Paketi su instalirani

source: System has been updated
ja: システムが更新されました
sr@latin: Sistem je ažuriran

source: Task completed
de_de: Aufgabe abgeschlossen
ja: タスクが完了しました
sr@latin: Zadatak je završen

source: Show debugging information for all files
ja: すべてのファイルのデバッグ情報を表示
sr@latin: Prikaži podatke za otklanjanje grešaka iz svih datoteka

source: Debug these specific modules
ja: 指定したモジュールのデバッグ
sr@latin: Otkloni greške za ove specifične module

source: Debug these specific functions
ja: 指定した関数のデバッグ
sr@latin: Otkloni greške za ove specifične funkcije

source: Log debugging data to a file
ja: ファイルにデバッグログを書き込む
sr@latin: Upiši podatke za otklanjanje grešaka u datoteku

source: Debugging Options
ja: デバッグオプション
sr@latin: Opcije za otklanjanje grešaka

source: Show debugging options
ja: デバッグオプションを表示する
sr@latin: Prikazuje opcije za otklanjanje grešaka

source: PackageKit is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
sr@latin: Paket aranžman je slobodan softver; možete ga prosleđivati drugima i/ili ga prepravljati pod uslovima GNU Opšte javne licence (GNU General Public License) koju objavljuje Fondacija za slobodni softver (Free Software Foundation); i to verzije 2 ove licence ili, po vašem mišljenju, bilo koje novije verzije.

source: PackageKit is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
sr@latin: Paket aranžman se distribuira u nadi da će biti koristan, ali NEMA NIKAKVIH GARANCIJA; čak ni implicitnih garancija za UPOTREBNU VREDNOST ili NAMENE U ODREĐENE SVRHE. Pogledajte Gnuovu opštu javnu licencu ( GNU General Public License) za više informacija.

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
sr@latin: Trebalo bi da ste zajedno sa ovim programom primili i kopiju Gnuove opšte javne licence. Ako niste, pišite na Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.

source: %i message from the package manager
sr@latin: %i poruka od upravnika paketa

source: Package Manager Messages
sr@latin: Poruke upravnika paketa

source: Message
sr@latin: Poruka

source: _Show messages
sr@latin: _Prikaži poruke

source: New package manager message
sr@latin: Nova poruka od upravnika paketa

source: Auto update these types of updates
de_de: Aktualisiere diese Arten von Updates automatisch

source: Auto update these types of updates. Options are "all", "security", or "none"
de_de: Aktualisiere diese Arten von Updates automatisch. Optionen sind "Alle", "Sicherheit", oder "Keine"

source: How often we should check for updates
de_de: Wie oft wir nach Updates schauen sollen

source: If searches should be done for each letter
de_de: Ob Live-Suchen durchgeführt werden sollen

source: If we should install updates automatically when on battery power
de_de: Ob wir Updates automatisch installieren sollen, wenn wir auf Batteriebetrieb sind.

source: Notify the user when the transaction is complete
de_de: Benachrichtige den Benutzer, wenn die Transaktion abgeschlossen ist

source: The number of seconds idle to wait to check for updates
de_de: Die Zahl der Sekunden an Untätigkeit, die gewartet wird um nach Updates zu schauen

source: <b>Filters</b>
de_de: <b>Filter</b>

source: Description
de_de: Beschreibung

source: Development:
de_de: Entwicklung:

source: File List
de_de: Dateiliste

source: Installed:
de_de: Installiert:

source: Package size:
de_de: Paketgröße:

source: <b>General</b>
de_de: <b>Allgemein</b>

source: <b>Methods</b>
de_de: <b>Methoden</b>

source: Backend Author:
de_de: Backend Autor:

source: Cancel Transaction:
de_de: Breche Transaktion ab:

source: Get Depends:
de_de: Hole Anhängigkeiten:

source: Get Description:
de_de: Hole Beschreibung:

source: Get Requires:
de_de: Hole Bedingungen:

source: Get Update Detail:
de_de: Hole Update Detail:

source: Get Updates:
de_de: Hole Updates:

source: Install File:
de_de: Installiere Datei:

source: Install Package:
de_de: Installiere Paket:

source: Refresh Cache:
de_de: Erneuere Puffer:

source: Remove Package:
de_de: Entferne Paket

source: Resolve:
de_de: Löse auf:

source: Search Details:
de_de: Suche Details:

source: Search File:
de_de: Suche Datei:

source: Search Group:
de_de: Suche Gruppe:

source: Search Name:
de_de: Suche Name:

source: Update Package:
de_de: Aktualisiere Paket:

source: Update System:
de_de: Aktualisiere System:

source: <b>Display Notification</b>
de_de: <b>Zeige Hinweis an</b>

source: <b>Update Settings</b>
de_de: <b>Aktualisiere Einstellungen</b>

source: Automatically install:
de_de: Automatische Installation:

source: Check for updates:
de_de: Suche nach Updates:

source: Install updates automatically when on battery power
de_de: Installiere Updates autoamtisch, wenn im Batteriebetrieb

source: When long tasks have completed
de_de: Wenn lange Aufgaben abgeschlossen wurden

source: When updates are available
de_de: Wenn Updates verfügbar sind

source: PackageKit Progress
de_de: PackageKit Fortschritt

source: Part Progress:
de_de: Teil-Forschritt:

source: Task Description:
de_de: Aufgabenbeschreibung:

source: Transaction Progress:
de_de: Transaktionsfortschritt:

source: Unknown
de_de: Unbekannt

source: <b>More details</b>
de_de: <b>Mehr Details</b>

source: Transaction Viewer
de_de: Transaktions-Betrachter

source: The package could not be installed
de_de: Das Paket konnte nicht installiert werden

source: The package could not be removed
de_de: Das Paket konnte nicht entfernt werden

source: The package dependencies could not be found
de_de: Die Paket-Abhängigkeiten konnten nicht gefunden werden

source: Find
de_de: Finde

source: The action did not complete
de_de: Die Aktion konnte nicht abgeschlossen werden

source: Cancel
de_de: Abbrechen

source: The group could not be queried
de_de: Die Gruppe konnte nicht befragt werden

source: A security trust relationship is not present
de_de: Es ist kein Sicherheits-Vertrauensverhältnis vorhanden

source: The package ID was not well formed
de_de: Die Paket-ID war nicht wohlgeformt

source: Unknown error
de_de: Unbekannter Fehler

source: A system restart is required
de_de: Ein System-Neustart ist nötig

source: You will need to log off and log back on
de_de: Sie müssen sich abmelden und neu anmelden

source: You need to restart the application
de_de: Sie müssen die Anwendung neu starten

source: Setting up
de_de: Richte ein

source: Waiting
de_de: Warte

source: Low priority update
de_de: Niedrig priorisiertes Update

source: Getting description
de_de: Bekomme Beschreibung

source: Updating package
de_de: Aktualisiere Paket

source: Got description
de_de: Beschreibung erhalten

source: Removed package
de_de: Entfernte Paket

source: Installed package
de_de: Installierte Paket

source: Updated package
de_de: Aktualisierte Paket

source: PackageKit Package Installer
de_de: PackageKit Paket-Installer

source: Functionality incomplete
de_de: Funktionalität ist unvollständig

source: No help yet, sorry...
de_de: Keine Hilfe bislang, sorry...

source: The action could not be completed due to the backend refusing the command
de_de: Die Aktion konnte nicht abgeschlossen werden, weil das Backend den Befehl ablehnte

source: Failed to update system
de_de: Systemupdate scheiterte

source: _Show Updates
de_de: _Zeige Updates

source: _Update System Now
de_de: _Aktualisiere System jetzt

source: Security updates available
de_de: Sicherheitsupdates verfügbar

source: The following important updates are available for your computer: %s
de_de: Die folgenden Updates sind verfügbar für ihren Computer: %s

source: The following important update is available for your computer: %s
de_de: Das folgende Update ist verfügbar für ihren Computer: %s

source: Update system now
de_de: Aktualisiere System jetzt

source: Don't warn me again
de_de: Warne mich nicht wieder

source: Could not stop
de_de: Konnte nicht stoppen

source: Could not cancel the system update
de_de: Konnte das Systemupdate nicht abbrechen

source: Don't notify me again
de_de: Benachrichtige mich nicht wieder

source: Will not install updates
de_de: Werde Updates nicht installieren

source: Automatic updates are not being installed as the computer is on battery power
de_de: Automatische Updates werden nicht installiert, wenn der Computer im Batteriebetrieb läuft

source: There is an update available
de_de: Es ist ein Update verfügbar

source: Role
de_de: Rolle

source: Transaction
de_de: Transaktion

source: Succeeded
de_de: Erfolgreich

source: PackageKit Update Icon
de_de: PackageKit Update-Symbol

source: Severity
de_de: Schweregrad

source: <b>There are no updates available!</b>
de_de: <b>Es sind keine Updates verfügbar!</b>

source: Package '%s' has been removed
de_de: Paket '%s' wurde entfernt

source: Package '%s' has been installed
de_de: Paket '%s' wurde installiert

source: The action could not be completed (the backend refusing the command)
de_de: Die Aktion konnte nicht abgeschlossen werden (das Backend hat den Befehl abgelehnt)

source: Failed to refresh cache
de_de: Scheiterte beim Erneuern des Puffers

source: _Refresh Software List
de_de: _Erneuere Softwareliste

source: _Manage packages
de_de: _Verwalte Pakete
