Repository: GNOME/gnome-packagekit
Catalog: po/*.po
Languages: de_de, ja, sr@latin

source: Cannot disable source
ja: ソースを無効にできません
sr@latin: Ne mogu da onemogućim izvor

source: The download failed
ja: ダウンロードに失敗しました
sr@latin: Ne mogu da preuzmem

source: Package failed to configure
ja: パッケージの設定に失敗しました
sr@latin: Ne mogu da podesim paket

source: Package failed to build
ja: パッケージのビルドに失敗しました
sr@latin: Ne mogu da izgradim paket

source: Package failed to install
ja: パッケージのインストールに失敗しました
sr@latin: Ne mogu da instaliram paket

source: Package failed to be removed
ja: パッケージの削除に失敗しました
sr@latin: Ne mogu da uklonim paket

source: Update failed due to running process
ja: プロセスが実行中のため、更新に失敗しました
sr@latin: Nadogradnja nije uspela jer neki proces radi

source: The package database was changed
ja: パッケージデータベースが変更されました
sr@latin: Baza paketa je izmenjena

source: Failed with unknown error code.
ja: 不明なエラーコードで終了しました
sr@latin: Došlo je do greške sa nepoznatim kôdom.

source: There is no network connection available. Please check your connection settings and try again.
ja: 利用可能なネットワーク接続が見つかりません。 接続設定を確認しもう一度試してください
sr@latin: Nema mrežne veze. Proverite podešavanja vaše mreže i probajte kasnije.

source: The package list needs to be rebuilt. This should have been done by the backend automatically.
ja: パッケージリストの再生成が必要です。 本来ならバックエンドで自動的に行われます。
sr@latin: Spisak paketa treba da se ponovo izgradi. Ovo je trebalo automatski da odradi pozadinski motor.

source: The service that is responsible for handling user requests is out of memory. Please restart your computer.
ja: ユーザの要求を処理するためのメモリが不足しています。 コンピュータを再起動してください。
sr@latin: Servis odgovoran za obrađivanje zahteva korisnika je ostao bez memorije. Ponovo pokrenite računar.

source: A thread could not be created to service the user request.
ja: ユーザが要求したサービスのスレッドが作成できません
sr@latin: Ne mogu da napravim nit za obradu zahteva korisnika.

source: The action is not supported by this backend. Please report a bug in your distribution bugtracker as this should not have happened.
ja: バックエンドでの操作はサポートされていません。 バグはディストリビューションのバグトラッカーに、エラーの詳細と共に報告してください。
sr@latin: Pozadinski motor ne podržava ovu radnju, Prijavite grešku na sajtu za prijavljivanje grešaka vaše distribucije pošto ovo nije trebalo da se desi.

source: A problem that we were not expecting has occurred. Please report this bug in your distribution bugtracker with the error description.
ja: 予期せぬエラーが発生しました。 バグはディストリビューションのバグトラッカーに、エラーの詳細と共に報告してください。
sr@latin: Problem koji nismo očekivali se desio. Prijavite grešku na sajtu za prijavljivanje grešaka vaše distribucije sa opisom greške.

source: A security trust relationship could not be made with software source. Please check your security settings.
ja: セキュリティの信頼関係がソフトウェアソースで作成できませんでした。 セキュリティ設定を調べてみてください。
sr@latin: Ne mogu da uspostavim sigurnosno poverenje sa izvorom programa. Proverite vaša sigurnosna podešavanja.

source: The package that is trying to be removed or updated is not already installed.
ja: 削除または更新しようとしているパッケージは、まだインストールされていません。
sr@latin: Paket koji pokušavate da uklonite ili nadogradite nije ni instaliran.

source: The package that is being modified was not found on your system or in any software source.
ja: 修正されたパッケージはシステムにもソフトウェアソースにも存在しません。
sr@latin: Paket koji se menja nije nađen na vašem sistemu niti u bilo kom izvoru programa.

source: The package that is trying to be installed is already installed.
ja: インストールしようとしているパッケージは既にインストールされています。
sr@latin: Paket koji pokušavate da instalirate je već instaliran.

source: The package download failed. Please check your network connectivity.
ja: パッケージのダウンロードに失敗しました。 ネットワーク接続を確認してみてください。
sr@latin: Ne mogu da preuzmem paket. Proverite vašu mrežnu vezu.

source: The group type was not found. Please check your group list and try again.
ja: グループ形式が見つかりません。 グループリストを確認し、再試行してください。
sr@latin: Tip grupe nije nađen. Proverite spisak grupa i pokušajte ponovo.

source: The group list could not be loaded. Refreshing your cache may help, although this is normally a software source error.
ja: グループリストがロードできません。 キャッシュをリフレッシュすることも有効ですが、これは通常はソフトウェアソースのエラーです
sr@latin: Ne mogu da učitam spisak grupa. Osvežavanje vašeg keša možda pomogne, ali ovo je obično greška u izvoru programa.

source: A package could not be found that allows the action to complete. More information is available in the detailed report.
ja: 操作を完了するためのパッケージが見つかりません。 詳細は、レポートを見てください。
sr@latin: Paket potreban za završetak ove radnje nije pronađen. Više podataka je dostupno u detaljnom izveštaju.

source: The search filter was not correctly formed.
ja: 検索フィルタの書式が間違っています。
sr@latin: Filter pretrage nije dobro formiran.

source: The package identifier was not well formed when sent to the server. This normally indicates an internal error and should be reported.
ja: サーバに送るパッケージ識別子の書式が不正です。 これは、通常内部エラーです。バグを報告してください。
sr@latin: Identifikator paketa nije dobro formiran kada je poslat na server. Ovo obično ukazuje na internu grešku i treba da se prijavi.

source: An unspecified transaction error has occurred. More information is available in the detailed report.
ja: 特定できないトランザクションエラーが発生しました。 詳細は、レポートを見てください。
sr@latin: Desila se neodređena greška pri transakciji. Više podataka je dostupno u detaljnom izveštaju.

source: The remote software source name was not found. You may need to enable an item in Software Sources.
ja: 指定されたリモートのソフトウェアソースが見つかりません。 ソフトウェアソースを利用可能にする必要があります。
sr@latin: Udaljeno ime izvora programa nije nađeno. Možda treba da omogućite stavku u Izvorima programa.

source: Removing a protected system package is not allowed.
ja: システムパッケージのため削除できませんでした
sr@latin: Uklanjanje zaštićenog sistemskog paketa nije dozvoljeno.

source: The action was canceled successfully and no packages were changed.
ja: 操作は正しくキャンセルされ、パッケージは変更されませんでした。
sr@latin: Akcija je uspešno otkazana i nijedan paket nije izmenjen.

source: The action was canceled successfully and no packages were changed. The backend did not exit cleanly.
ja: 操作は正しくキャンセルされ、パッケージは変更されませんでした。 バックエンドは正しく終了していません。
sr@latin: Akcija je uspešno otkazana i nijedan paket nije izmenjen. Pozadinski motor nije završio rad pravilno.

source: The native package configuration file could not be opened. Please make sure configuration is valid.
ja: ネイティブパッケージの設定ファイルが開けません。 設定が有効かどうか確認してください。
sr@latin: Ne mogu da otvorim datoteku za podešavanje izvornog paketa. Proverite da li su vaša podešavanja ispravna.

source: The action cannot be canceled at this time.
ja: 現在の操作を安全にキャンセルできません。
sr@latin: Trenutno ne možete da otkažete radnju.

source: Source packages are not normally installed this way. Check the extension of the file you are trying to install.
ja: ソースパッケージは通常この方法ではインストールされません。 インストールしようとしているファイルの拡張子を調べてください。
sr@latin: Paketi sa izvornim kôdom se obično ne instaliraju ovako. Proverite ekstenziju datoteke koju pokušavate da instalirate.

source: The license agreement was not agreed to. To use this software you have to accept the license.
ja: ライセンスが許諾されませんでした。 このソフトウェアを使用するためにライセンスを承諾してください。
sr@latin: Ugovor o licenci nije prihvaćen. Da biste koristili ovaj program morate prihvatiti ugovor.

source: Two packages provide the same file. This is usually due to mixing packages from different software sources.
ja: 二つのパッケージが同じファイルを提供しています。 これは通常、別々のソフトウェアソースでパッケージが混在しているために発生します。
sr@latin: Dva paketa obezbeđuju istu datoteku. Ovo se obično dešava kada mešate pakete sa dva različita izvora.

source: Multiple packages exist that are not compatible with each other. This is usually due to mixing packages from different software sources.
ja: 互いに互換性の無い複数のパッケージが存在しています。 これは通常、別々のソフトウェアソースでパッケージが混在しているために発生します。
sr@latin: Postoji više paketa koji nisu saglasni međusobno. Ovo se obično dešava kada mešate pakete sa dva različita izvora.

source: There was a (possibly temporary) problem connecting to a software source. Please check the detailed error for further details.
ja: (おそらく一時的に)ソフトウェアソースとの接続に問題が発生しております。 詳細はエラーを確認してください。
sr@latin: Postoji (verovatno privremeni) problem u povezivanju na izvor programa. Pogledajte detaljni ispis greške za više podataka.

source: Failed to initialize packaging backend. This may occur if other packaging tools are being used simultaneously.
ja: バックエンド処理の初期化に失敗しました。 他のパッケージツールを使用している場合、このエラーが発生します。
sr@latin: Ne mogu da pokrenem pozadinski motor za pakovanje. Ovo se može desiti kada u isto vreme koristite i neki drugi alat za pakovanje.

source: Failed to close down the backend instance. This error can normally be ignored.
ja: バックエンド処理の終了に失敗しました。 通常、このエラーは無視してもかまいません。
sr@latin: Ne mogu da zaustavim pozadinski motor. Obično možete ignorisati ovu grešku.

source: Cannot get the exclusive lock on the packaging backend. Please close any other legacy packaging tools that may be open.
ja: パッケージの排他的ロックを取得できません。 他のパッケージツールを開いている場合は終了してください。
sr@latin: Ne mogu da zaključam pristup pozadinskom motoru za pakovanje. Zatvorite druge alate za pakovanje ukoliko su otvoreni.

source: None of the selected packages could be updated.
ja: 選択されたパッケージは更新されていません
sr@latin: Ne mogu da nadogradim nijedan od označenih paketa.

source: The repository configuration could not be modified.
ja: このリポジトリの設定は変更できませんでした
sr@latin: Ne mogu da izmenim podešavanje skladišta.

source: Installing the local file failed. More information is available in the detailed report.
ja: ローカルファイルのインストールに失敗しました。 詳細はレポートを見てください。
sr@latin: Ne mogu da instaliram lokalnu datoteku. Dostupno je više podataka u detaljnom izveštaju.

source: The package security signature could not be verified.
ja: このパッケージのセキュリティ署名が検証できませんでした
sr@latin: Ne mogu da proverim sigurnosni potpis paketa.

source: The package security signature is missing and this package is untrusted. This package was not signed when created.
ja: パッケージのセキュリティ署名無いため、このパッケージは信用できません。 パッケージの作成時に署名されていません。
sr@latin: Nedostaje sigurnosni potpis paketa. Ovaj paket nije od poverenja. To znači da paket nije potpisan kada je napravljen.

source: Repository configuration was invalid and could not be read.
ja: リポジトリ設定が無効なため読み込めませんでした
sr@latin: Podešavanje skladišta je neispravno i ne može da se pročita.

source: The package you are attempting to install is not valid. The package file could be corrupt, or not a proper package.
ja: インストールを試みているパッケージが無効です。 パッケージファイルが壊れている、または適切なパッケージではありません。
sr@latin: Paket koji pokušavate da instalirate nije ispravan. Datoteka paketa je oštećena ili ovo uopšte nije paket.

source: Installation of this package prevented by your packaging system's configuration.
ja: このパッケージをインストールすると、パッケージシステムの設定が邪魔になります
sr@latin: Podešavanja vašeg sistema za pakovanje ne dozvoljavju instalaciju ovog paketa.

source: The package that was downloaded is corrupt and needs to be downloaded again.
ja: ダウンロードしたパッケージがこわれているので、もう一度ダウンロードする必要があります
sr@latin: Preuzeti paket je oštećen i mora ponovo da se preuzme.

source: All of the packages selected for install are already installed on the system.
ja: 選択されたシステムにインストールされているパッケージ
sr@latin: Svi izabrani paketi za instalaciju su već instalirani na ovom sistemu.

source: The specified file could not be found on the system. Check the file still exists and has not been deleted.
ja: 指定したファイルがシステムで見つかりません。 ファイルが存在し、削除されてないことを調べてください。
sr@latin: Ne mogu da nađem navedenu datoteku na sistemu. Proverite da li datoteka još uvek postoji i da nije obrisana.

source: Required data could not be found on any of the configured software sources. There were no more download mirrors that could be tried.
ja: 必要なデータがコンフィグレーションされたソフトウェアソースで見つかりません。 試行するダウンロードミラーはこれ以上ありません。
sr@latin: Ne mogu da nađem zahtevane podatke ni na jednom podešenom izvoru programa. Nema više odraza sa kojih mogu da pokušam preuzimanje.

source: Required upgrade data could not be found in any of the configured software sources. The list of distribution upgrades will be unavailable.
ja: 必要な更新データがコンフィグレーションされたソフトウェアソースで見つかりません。 ディストリビューションの更新リストが利用できません。
sr@latin: Ne mogu da nađem zahtevane podatke za nadogradnju ni na jednom podešenom izvoru programa. Spisak nadogradnji distribucije će biti nedostupan.

source: The package that is trying to be installed is incompatible with this system.
ja: インストールしようとしているパッケージは、このシステムで互換性がありません。
sr@latin: Paket koji pokušavate da instalirate nije saglasan sa ovim sistemom.

source: There is insufficient space on the device. Free some space on the system disk to perform this operation.
ja: デバイスの空き容量が十分ではありません。 この操作を実行するため、システムディスクのスペースをあけてください。
sr@latin: Nema dovoljno mesta na uređaju. Oslobodite mesto na sistemskoj particiji da izvršite ovu operaciju.

source: Additional media is required to complete the transaction.
ja: トランザクションを完了するため、追加メディアが必要です。
sr@latin: Potreban je dodatni medijum da dovršite transakciju.

source: You have failed to provide correct authentication. Please check any passwords or account settings.
ja: 正しく認証できませんでした。 パスワードやアカウント設定を調査してください。
sr@latin: Niste uneli dobre podatke za prijavu. Proverite lozinke i podešavanja naloga.

source: The specified update could not be found. It could have already been installed or no longer available on the remote server.
ja: 指定された更新が見つかりません。 既にインストールしている、またはリモートサーバで利用不可能になっている可能性があります。
sr@latin: Ne mogu da pronađem navedenu nadogradnju. Možda je već instalirana ili više nije dostupna na udaljenom serveru.

source: The package could not be installed from untrusted source.
ja: このパッケージは信頼できないソースからインストールできませんでした
sr@latin: Ne mogu da instaliram paket sa izvora bez poverenja.

source: The package could not be updated from untrusted source.
ja: このパッケージは信頼できないソースから更新できませんでした
sr@latin: Ne mogu da nadogradim paket sa izvora bez poverenja.

source: The file list is not available for this package.
ja: このパッケージに対するファイルリストは利用できません。
sr@latin: Spisak datoteka nije dostupan za ovaj paket.

source: The information about what requires this package could not be obtained.
ja: このパッケージが要求する情報が不明瞭です。
sr@latin: Ne mogu da dobijem podatke o tome šta ovaj paket zahteva.

source: The specified software source could not be disabled.
ja: 指定されたソフトウェアソースを無効にできません。
sr@latin: Ne mogu da omogućim navedeni izvor programa.

source: The download could not be done automatically and should be done manually. More information is available in the detailed report.
ja: ダウンロードを自動的に終了できないので、手動で終了してください。 詳細は、レポートを見てください。
sr@latin: Ne mogu da preuzmem paket, morate ga preuzeti ručno. Više podataka je dostupno u detaljnom izveštaju.

source: One of the selected packages failed to configure correctly. More information is available in the detailed report.
ja: 選択されたパッケージの1つの設定が正しくできませんでした。 詳細はレポートを見てください。
sr@latin: Ne mogu da podesim jedan od izabranih paketa Više podataka je dostupno u detaljnom izveštaju.

source: One of the selected packages failed to build correctly. More information is available in the detailed report.
ja: 選択されたパッケージの1つを正しくビルドできませんでした。 詳細はレポートを見てください。
sr@latin: Ne mogu da izgradim jedan od izabranih paketa. Više podataka je dostupno u detaljnom izveštaju.

source: One of the selected packages failed to install correctly. More information is available in the detailed report.
ja: 選択されたパッケージの1つを正しくインストールできませんでした。 詳細はレポートを見てください。
sr@latin: Ne mogu da instaliram jedan od izabranih paketa. Više podataka je dostupno u detaljnom izveštaju.

source: One of the selected packages failed to be removed correctly. More information is available in the detailed report.
ja: 選択されたパッケージの1つを正しく削除できませんでした。 詳細は、レポートを見てください。
sr@latin: Ne mogu da uklonim jedan od izabranih paketa. Više podataka je dostupno u detaljnom izveštaju.

source: A program is running that has to be closed before the update can proceed. More information is available in the detailed report.
ja: 更新処理を行う前に終了すべきプログラムが実行中です。 詳細は、レポートを見てください。
sr@latin: Pokrenut je program koji mora biti zatvoren kako bi nastavili nadogradnju. Više podataka je dostupno u detaljnom izveštaju.

source: The package database was changed while the request was running.
ja: パッケージデータベースが要求の実行中に変更されました。
sr@latin: Baza paketa je izmenjena tokom izvršavanja zahteva.

source: No restart is necessary.
ja: 再起動は不要です
sr@latin: Nije potrebno ponovno pokretanje

source: You will be required to restart this application.
ja: アプリケーションの再起動が必要です
sr@latin: Potrebno je da ponovo pokrenete ovaj program.

source: You will be required to log out and back in.
ja: ログオンしなおす必要があります
sr@latin: Potrebno je da se odjavite i ponovo prijavite.

source: A restart will be required.
ja: 再起動は必要です
sr@latin: Potrebno je da ponovno pokrenete računar.

source: You will be required to log out and back in due to a security update.
ja: セキュリティ更新のため、一度ログオンしなおす必要があります
sr@latin: Potrebno je da se odjavite i ponovo prijavite zbog sigurnosne nadogradnje.

source: A restart will be required due to a security update.
ja: このセキュリティ更新のため再起動が必要です
sr@latin: Potrebno je ponovno pokretanje računara zbog sigurnosne nadogradnje.

source: No restart is required.
ja: 再起動は不要です
sr@latin: Nije potrebno ponovno pokretanje.

source: A restart is required.
ja: 再起動が必要です
sr@latin: Potrebno je ponovno pokretanje.

source: You need to log out and log back in.
ja: 一度ログオンしなおす必要があります
sr@latin: Morate da se odjavite i ponovo prijavite.

source: You need to restart the application.
ja: アプリケーションの再起動が必要です
sr@latin: Morate da ponovno pokrenete program.

source: You need to log out and log back in to remain secure.
ja: セキュリティを保つため一度ログオンしなおす必要があります
sr@latin: Morate da se odjavite i ponovo prijavite da bi ostali zaštićeni.

source: A restart is required to remain secure.
ja: セキュリティを保つため再起動が必要です
sr@latin: Potrebno je ponovno pokretanje računara da bi ostao zaštićen.

source: Stable
ja: 安定版
sr@latin: Stabilno

source: Unstable
ja: 不安定版
sr@latin: Nestabilno

source: Testing
ja: テスト版
sr@latin: Za probu

source: A mirror is possibly broken
ja: ミラーが壊れています
sr@latin: Možda je neispravan odraz.

source: The connection was refused
ja: 接続が拒否されました
sr@latin: Veza je odbijena.

source: The parameter was invalid
ja: パラメータが無効です
sr@latin: Parametar je neispravan

source: The priority was invalid
ja: 優先順位が無効です
sr@latin: Prioritet je neispravan

source: Backend warning
ja: バックエンドの警告
sr@latin: Upozorenje pozadinskog motora

source: Daemon warning
ja: デーモンの警告
sr@latin: Upozorenje servisa

source: The package list cache is being rebuilt
ja: パッケージリストのキャッシュがリビルドされます
sr@latin: Ponovo se obrazuje keš spiska paketa

source: An untrusted package was installed
ja: 信頼できないパッケージがインストールされました
sr@latin: Instaliran je nepoverljiv paket

source: A newer package exists
ja: より新しいパッケージが存在します
sr@latin: Postoji noviji paket

source: Could not find package
ja: パッケージが見つかりません
sr@latin: Ne mogu da pronađem paket

source: Configuration files were changed
ja: コンフィグレーションファイルが変更されています
sr@latin: Datoteke sa podešavanjima su izmenjene

source: Package is already installed
ja: 既にインストールされているパッケージです
sr@latin: Paket je već instaliran

source: Automatic cleanup is being ignored
ja: 自動的なクリーンアップが無視されました
sr@latin: Automatsko čišćenje je zanemareno

source: Software source download failed
ja: ソフトウェアのソースのダウンロードに失敗しました
sr@latin: Nije uspelo preuzimanje izvornog kôda programa

source: This software source is for developers only
ja: このソフトウェアのソースは開発者向けです
sr@latin: Izvorni kôd programa je samo za programere

source: Unknown state
ja: 不明
sr@latin: Nepoznato stanje

source: Starting
ja: 開始
sr@latin: Pokrećem

source: Waiting in queue
ja: キュー待ち
sr@latin: Čeka u redu

source: Running
ja: 実行中
sr@latin: Pokrenut

source: Querying
de_de: Frage ab
ja: 検索中
sr@latin: Postavljam upit

source: Getting information
ja: 情報の取得中
sr@latin: Preuzimam podatke

source: Downloading packages
ja: パッケージをダウンロード中
sr@latin: Preuzimam paket

source: Refreshing software list
de_de: Erneuere Softwareliste
ja: ソフトウェアリストの更新
sr@latin: Osvežavam spisak programa

source: Installing updates
ja: 更新をインストール
sr@latin: Instaliram nadogradnje

source: Cleaning up packages
ja: パッケージのクリーンアップ
sr@latin: Čistim pakete

source: Obsoleting packages
ja: 時代遅れのパッケージ削除
sr@latin: Postavljam zastarele pakete

source: Resolving dependencies
ja: 依存関係の解決中
sr@latin: Razrešavam zavisnosti

source: Checking signatures
ja: シグネチャの確認中
sr@latin: Proveravam potpise

source: Rolling back
ja: ロールバック中
sr@latin: Vraćam staro stanje

source: Testing changes
ja: 変更のテスト中
sr@latin: Proveravam izmene

source: Committing changes
ja: 変更点のコミット中
sr@latin: Ugrađujem izmene

source: Requesting data
ja: リクエストされてるデータ
sr@latin: Zahtevam podatake

source: Finished
ja: 終了しました
sr@latin: Završavam

source: Cancelling
ja: キャンセル処理中
sr@latin: Otkazujem

source: Downloading repository information
ja: リポジトリ情報の取得中
sr@latin: Preuzimam podatke o skladištu

source: Downloading list of packages
ja: パッケージ情報をダウンロード中
sr@latin: Preuzimam spisak paketa

source: Downloading file lists
ja: ファイルリストの取得中
sr@latin: Preuzimam spisak datoteka

source: Downloading lists of changes
ja: 変更リストのダウンロード中
sr@latin: Preuzimam spisak izmena

source: Downloading groups
ja: グループのダウンロード
sr@latin: Preuzimam grupe

source: Downloading update information
ja: 更新情報の取得中
sr@latin: Preuzimam podatke o nadogradnji

source: Repackaging files
ja: ファイルのリパック中
sr@latin: Prepakujem datoteke

source: Loading cache
ja: キャッシュのロード
sr@latin: Učitavam keš

source: Scanning installed applications
ja: インストールされているアプリケーションのスキャン
sr@latin: Pretražujem instalirane programe

source: Generating package lists
ja: パッケージリストの生成
sr@latin: Obrazujem spisak paketa

source: Waiting for package manager lock
ja: パッケージマネジャーのロック解除待ち
sr@latin: Čekam na pristup upravniku paketa

source: Waiting for authentication
ja: 認証待ち
sr@latin: Čekam na prijavu

source: Updating the list of running applications
ja: 実行しているアプリケーションリストの更新
sr@latin: Osvežavam spisak pokrenutih programa

source: Checking for applications currently in use
ja: 現在使用しているアプリケーションの調査
sr@latin: Proveravam trenutno pokrenute programe

source: Checking for libraries currently in use
ja: 現在使用しているライブラリの調査
sr@latin: Proveravam trenutno pokrenute biblioteke

source: Copying files
ja: ファイルのコピー中
sr@latin: Umnožavam datoteke

source: %i trivial update
ja: %i 個のちょっとした更新
sr@latin: %i sitna nadogradnja

source: %i update
ja: %i 個の更新
sr@latin: %i nadogradnja

source: %i important update
ja: %i 個の重要な更新
sr@latin: %i važna nadogradnja

source: %i security update
ja: %i 個のセキュリティ更新
sr@latin: %i sigurnosna nadogradnja

source: %i bug fix update
ja: %i 個のバグ修正の更新
sr@latin: %i nadogradnja sa ispravkama grešaka

source: %i enhancement update
ja: %i 個の拡張更新
sr@latin: %i nadogradnja sa poboljšanjima

source: %i blocked update
ja: %i個の更新のブロック
sr@latin: %i blokirana nadogradnja

source: Trivial update
ja: ちょっとした更新
sr@latin: Sitna nadogradnja

source: Normal update
de_de: Normales Update
ja: 通常の更新
sr@latin: Obična nadogradnja

source: Important update
de_de: Wichtiges Update
ja: 重要な更新
sr@latin: Važna nadogradnja

source: Security update
de_de: Sicherheitsupdate
ja: セキュリティアップデート
sr@latin: Sigurnosna nadogradnja

source: Bug fix update
ja: バグフィックスアップデート
sr@latin: Nadogradnja sa ispravkama grešaka

source: Enhancement update
ja: 拡張更新
sr@latin: nadogradnja sa poboljšanjima

source: Blocked update
ja: 更新のブロック
sr@latin: Blokirana nadogradnja

source: Available
de_de: Verfügbar
ja: 利用可能
sr@latin: Dostupan

source: Downloading
de_de: Lade herunter
ja: ダウンロード中
sr@latin: Preuzimam

source: Updating
de_de: Aktualisiere
ja: 更新中
sr@latin: Nadograđujem

source: Installing
de_de: Installiere
ja: インストール中
sr@latin: Instaliram

source: Removing
de_de: Lösche
ja: 削除
sr@latin: Uklanjam

source: Cleaning up
ja: 終了処理中
sr@latin: Čistim

source: Obsoleting
ja: 時代遅れで削除中
sr@latin: Zastarujem

source: Reinstalling
ja: 再インストール
sr@latin: Ponovo instaliram

source: Preparing
ja: 準備中
sr@latin: Pripremam

source: Decompressing
ja: 展開中
sr@latin: Otpakujem

source: Downloaded
ja: ダウンロード済み
sr@latin: Preuzet

source: Updated
ja: アップデート
sr@latin: Nadograđen

source: Removed
ja: 削除
sr@latin: Uklonjen

source: Cleaned up
ja: 終了処理
sr@latin: Očišćen

source: Obsoleted
ja: 時代遅れで削除
sr@latin: Zastareo

source: Reinstalled
ja: 再インストール
sr@latin: Ponovno instaliran

source: Prepared
ja: 準備完了
sr@latin: Pripremljen

source: Decompressed
ja: 展開完了
sr@latin: Otpakovan

source: Unknown role type
ja: 不明なロールタイプ
sr@latin: Nepoznat tip uloge
